[
  {
[
  {
    "id": 1,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Pregnant women",
      "French": "Femmes enceintes",
      "Swahili": "Wanawake wajawazito"
    },
    "problem_behavior": "Pregnant women do not comply with the minimum number of PNCs (four visits)",
    "promoted_behavior": {
      "English": "Pregnant women comply with the minimum number of  prenatal cosultations (PNCs) (four visits)",
      "French": "Les femmes enceintes respectent le nombre minimum de consultation pré-natale (CPN) (quatre visites).",
      "Swahili":"Wanawake wajawazito wana heshimu idadi ya ziara za mashauriano ya kabla ya kuzaa (CPN) (ziara 4)"
    },  
    "action": "Compliance with the minimum number of PNCs (four visits)",
    "message": {
      "English": "Pregnant women; visit prenatal consultations (PNC) at least four times as recommended to benefit from preventive and curative care, advice that can help ensure your health and that of your unborn child",
      "French": "Femmes enceintes; consultez au moins quatre fois les services de consultation pré-natale (CPN) tel que recommandé pour bénéficier des soins préventifs et curatifs, des conseils pouvant contribuer à garantir votre santé et celle de votre futur bébé.",
      "Swahili": "Wanawake wajawazito wapendwa; ni lazima kuenda kwenye Mashauriano ya kabla ya kuzaa (CPN) mara 4 kufaidika na matunzo ya kukinga, mashauri ambayo inaweza wasaidia kuhakikisha afya yenu na ya watoto wenu."
    }
  },
  {
    "id": 2,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Pregnant women",
      "French": "Femmes enceintes",
      "Swahili": "Wanawake wajawazito"
    },
    "problem_behavior": "Pregnant women do not utilize preventive measures against malaria (IPT/SP and sleeping under the LLIN)",
    "promoted_behavior": {
      "English": " Pregnant women use preventive measures against malaria (IPT/SP and sleep under the Long-lasting Insecticidal Net (LLIN))",
      "French": "Les femmes enceintes appliquent les mesures de préventions contre le paludisme (TPI/SP et dormir sous la MILD)",
      "Swahili": "Wanawake wajawazito wanaheshimu hatua za kuzuia malaria (TPI/SP na kulala ndani ya vyandarua vilivyowekwa dawa MILD)"
    },
    "action": "Implementation of malaria prevention measures (IPT/SP and sleeping under the LLIN)",
    "message": {
      "English": "Pregnant women, sleep every night under the Long-lasting Insecticidal Net (LLIN) to avoid malaria which is harmful to your health and that of your baby",
      "French": "Femmes enceintes, dormez toutes les nuits sous la Moustiquaire Imprégnée d’Insecticide à Longue Durée d’Action (MILD) pour éviter la malaria nuisible pour votre santé et celle de votre bébé.",
      "Swahili": "Wanawake wajawazito wapendwa, laleni kila usiku ndani ya Chandarua chenye Dawa ya Kudumu Muda Mrefu (MILD) kuepuka malaria ambayo ni hatari kwa afya yenu na ya watoto wenu."
    }
  },
  {
    "id": 3,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Pregnant women",
      "French": "Femmes enceintes",
      "Swahili": "Wanawake wajawazito"
    },
    "problem_behavior": "Pregnant women do not have a birth plan",
    "promoted_behavior": {
      "English": "Pregnant women develop a birth plan",
      "French": "Les femmes enceintes élaborent le plan d'accouchement",
      "Swahili": "Wanawake wajawazito wanafanya  mpango wa ku zaa"
    },
    "action": "Development of a birth plan",
    "message": {
      "English": "Pregnant women, discuss your birth plan with your healthcare providers during prenatal consultation (PNC) so that you can receive quality care during your delivery to safeguard your health, your life and the life of your unborn child.",
      "French": "Femmes enceintes discutez du plan d’accouchement avec les prestataires lors de la consultation pré-natale (CPN) afin de recevoir des soins de qualité lors de l’accouchement pour préserver votre santé et garantir votre survie ainsi que celle de votre futur bébé.",
      "Swahili": "Wanawake wajawazito wapendwa, ongeleyeni mpango wa uzazi na watoa huduma (waganga) katika Mashauriano ya kabla ya kuzaa (CPN) ili mupate huduma bora wakati wa kuzaa, kulinda na kuhakikisha maisha yenu na afya ya watoto wenu."
    }
  },
  {
    "id": 4,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Pregnant women",
      "French": "Femmes enceintes",
      "Swahili": "Wanawake wajawazito"
    },
    "problem_behavior": "Pregnant women do not seek help from the HC in time when faced with danger signs",
    "promoted_behavior": {
      "English": "Pregnant women are aware of the danger signs of pregnancy and seek help from a healthcare facility in time.",
      "French": "Les femmes enceintes connaissent les signes de danger pour la grossesse et consultent à temps les Centres de Santé",
      "Swahili": "Wanawake wajawazito wanajua dalili za hatari za ujauzito na wanaelekea kwenye kituo cha afya kwa wakati"
    },
    "action": "Consultation on the occurrence of a danger sign",
    "message": {
      "English": "Pregnant women, set up your birth plan according to the healthcare providers' guidelines to guarantee your health and that of your unborn child.",
      "French": "Femmes enceintes, mettez en place votre plan d'accouchement suivant les orientations des prestataires pour garantir votre santé et celle de votre futur bébé.",
      "Swahili": "Wanawake wajawazito wapendwa, anzisheni  mpango wa uzazi kulingana na miongozo ya watoa huduma (waganga) ili kuhakikisha afya yenu na ya watoto wenu."
    }
  },
  {
    "id": 5,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Pregnant women",
      "French": "Femmes enceintes",
      "Swahili": "Wanawake wajawazito"
    },
    "problem_behavior": "Pregnant women delay going to the health center in case of danger signs or childbirth",
    "promoted_behavior": {
      "English": "Pregnant women decide in time to seek help from the health center in case of danger signs or childbirth",
      "French": "Les femmes enceintes décident à temps de recourir au centre de santé en cas de signe de danger ou d’accouchement.",
      "Swahili": "Wanawake wajawazito wana amua kwa wakati kwenda kituo cha afya ikiwa kuna dalili za hatari au kuzaa"
    },
    "action": "Non-use of indigenous products to speed up labor and delivery; Follow-up of…",
    "message": {
      "English": "Pregnant woman, when you notice any of the following signs: bleeding, pain in the lower abdomen, loss of water, high fever, go immediately to the health center to receive appropriate care.",
      "French": "Femmes enceintes, lorsque vous constatez l’un des signes suivants: saignement, douleurs au bas ventre, perte des eaux, forte fièvre, rendez-vous immédiatement au centre de santé pour recevoir des soins appropriés.",
      "Swahili": "Wanawake wajawazito wa pendwa, munapo ona dalili zozote zifuatazo: kutokwa na damu, maumivu chini ya tumbo, kupoteza maji, homa kali, nendeni mara moja kwenye kituo cha afya ili mupate huduma bora."
    }
  },
  {
    "id": 6,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Pregnant women",
      "French": "Femmes enceintes",
      "Swahili": "Wanawake wajawazito"
    },
    "problem_behavior": "Pregnant women use certain indigenous products to speed up labor and delivery",
    "promoted_behavior": {
      "English": " Pregnant women do not use indigenous products to speed up labor and delivery",
      "French": "Les femmes enceintes n'utilisent pas les produits indigènes pour accélérer le travail et l'accouchement.",
      "Swahili": "Wanawake wajawazito hawatumii dawa za asili kuharakisha kazi na kuzaa"
    },
    "action": "Informing the woman of the danger signs during…",
    "message": {
      "English": "Pregnant women, go give birth in a health facility to benefit from assisted childbirth and ensure quality care for yourself and your baby.",
      "French": "Femmes enceintes, allez accoucher dans la formation sanitaire pour bénéficier de l’accouchement assisté et vous assurer de recevoir des soins de qualité et de ceux de votre bébé.",
      "Swahili": "Wanawake wajawazito wapendwa, nendeni kuzaa katika kituo cha afya ili nyinyi na wa toto wenu ili mupate huduma bora"
    }
  },
  {
    "id": 7,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Partner",
    "target_audience": { 
      "English": "Husband/Spouse",
      "French": "Mari/conjoint",
      "Swahili": "Mume/mpenzi"
    },
    "problem_behavior": "The husband/spouse is not interested in the pregnant woman's health and ignores danger signs",
    "promoted_behavior": {
      "English": "The husband/spouse is interested in the pregnant woman's health and knows the danger signs",
      "French": "Le mari/conjoint s'intéresse à la santé de la femme enceinte et connait les signes de danger",
      "Swahili": "Mume/mpenzi anajali afya ya mwanamke mjamzito na anajua dalili za hatari"
    },
    "action": "The husband/spouse is involved in the pregnant woman's health and knows the danger signs",
    "message": {
      "English": "Husband/spouse, go with your pregnant wives to the nearest health center, in order to ensure the harmony of the couple, the blossoming of the woman and a healthy development of the pregnancy",
      "French": "Mari/conjoint, accompagnez vos femmes enceintes au centre de santé le plus proche, en vue d’assurer l’harmonie du couple, l’épanouissement de la femme et une bonne évolution de la grossesse.",
      "Swahili": "Mume mpendwa/mpenzi, ongozana na mke wako mjamzito kwenye kituo cha afya cha karibu, ili kuhakikisha maelewano ya wanandoa, maendeleo ya mwanamke na maendeleo mazuri ya ujauzito."
    }
  },
  {
    "id": 8,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Partner",
    "target_audience": { 
      "English": "Husband/Spouse",
      "French": "Mari/conjoint",
      "Swahili": "Mume/mpenzi"
    },
    "problem_behavior": "The husband/spouse does not go with the pregnant woman to PNC.",
    "promoted_behavior": {
      "English": "The husband/spouse goes with the pregnant woman to prenatal consultations (PNC)",
      "French": "Le mari/conjoint accompagne la femme enceinte à la consultation pré-natale (CPN)",
      "Swahili": "Mume/mpenzi anaenda na mwanamke mjamzito kwa mashauriano ya kabla ya kuzaa (CPN)"
    },
    "action": "Escorting the pregnant woman to the PNC",
    "message": {
      "English": "Fathers, husbands/spouses, listen carefully: the prenatal consultation allows the pregnant woman to benefit from preventive and curative care, advice on her lifestyle and guarantees her health and that of her unborn child. Thanks to the 4 recommended PNC visits, detection of complications, screening and treatment of infections and other diseases that may occur during pregnancy as well as prevention of transmission of mother-child diseases to ensure good health, harmony of the couple, blossoming of the woman and a good progress of the pregnancy. In order to reduce the dangers associated with pregnancy and childbirth, pregnant women should follow the following six preventive actions: 1. Tetanus vaccination; 2. HIV testing to protect the baby; 3. Take the indicated dose of iron and folic acid to avoid anemia; 4. Enriching meals, especially during the first 3 months of pregnancy; 5. Use iodized salt to prevent spontaneous abortion or premature delivery; 6. Sleep under an impregnated net and take the indicated dose of medication to prevent malaria.",
      "French": "Pères, mari/conjoint, écoutez bien: la consultation prénatale permet à la femme enceinte de bénéficier des soins préventifs et curatifs, des conseils sur son le mode de vie et garantit sa santé et celle de son futur bébé. Grâce aux 4 visites de consultation pré-natale (CPN) recommandées, la détection des complications, le dépistage et le traitement des infections et autres maladies qui peuvent survenir au cours de la grossesse ainsi que la prévention de la transmission de maladies mère-enfant pour assurer la bonne santé, l’harmonie du couple, l’épanouissement de la femme et une bonne évolution de la grossesse. Afin de réduire les dangers liés à la grossesse et à l’accouchement, les femmes enceintes doivent suivre les six actions préventives suivantes: 1. La vaccination contre le tétanos; 2. Le dépistage du VIH pour protéger le bébé; 3. Prendre la dose indiquée de fer et acide folique pour éviter l'anémie; 4. Enrichir les repas, surtout pendant les 3 premiers mois de grossesse; 5. Consommer du sel iodé pour éviter un avortement spontané ou un accouchement prématuré; 6. Dormir sous une moustiquaire imprégnée et prendre la dose indiquée de médicaments pour éviter le paludisme.",
      "Swahili": "Akina baba, waume/wenzi, mashauriano ya kabla ya kuzaa yanamruhusu mwanamke mjamzito kufaidika na utunzaji wa kuzuia ma shida. Ushauri juu ya maisha yake na kuhakikisha afya yake na ya mtoto wake ambaye hajazaliwa. Kupitia ziara 4 zilizopendekezwa za Mashauriano ya kabla ya kuzaa (CPN), kugundua matatizo, uchunguzi na matibabu ya maambukizi na magonjwa mengine ambayo yanaweza kutokea wakati wa ujauzito pamoja na kuzuia maambukizi ya magonjwa ya mama na mtoto ili kuhakikisha afya njema, maelewano ya wanandoa, utimilifu wa mwanamke na maendeleo mazuri ya ujauzito. Ili kupunguza hatari zinazohusiana na ujauzito na kuzaa, wanawake wajawazito wanapaswa kufuata hatua sita zifuatazo: 1. Chanjo ya Tetanus; 2. Upimaji wa VIH kwa kumlinda mtoto; 3. Chukua kipimo kilichoonyeshwa cha madini ya chuma na folic ili kuepuka anemia; 4. Kuimarisha chakula, sana sana katika miezi 3 ya kwanza ya ujauzito; 5. Tumia chumvi iodized ili kuzuia utoaji mimba mapema au kuzaliwa kabla mtoto kufikia miezi 9; 6. Kulala ndani ya vyandarua vilivyowekwa dawa na kuchukua kipimo kilichoonyeshwa cha dawa ili kuepuka malaria."
    }
  },
  {
    "id": 9,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Partner",
    "target_audience": { 
      "English": "Husband/Spouse",
      "French": "Mari/conjoint",
      "Swahili": "Mume/mpenzi"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "The husband/spouse decides to seek help from a healthcare facility in case of in case of danger signs or childbirth",
      "French": "Le mari/conjoint décide de recourir au centre de santé dès l'apparition de signes de danger ou d'accouchement.",
      "Swahili": "Mume/mpenzi anajua dalili za hatari za ujauzito na anaelekea kwenye kituo cha afya kwa wakati"
    },
    "action": "",
    "message": {
      "English": "Fathers, husbands/spouses, listen carefully: the prenatal consultation allows the pregnant woman to benefit from preventive and curative care, advice on her lifestyle and guarantees her health and that of her unborn child. Thanks to the 4 recommended PNC visits, detection of complications, screening and treatment of infections and other diseases that may occur during pregnancy as well as prevention of transmission of mother-child diseases to ensure good health, harmony of the couple, blossoming of the woman and a good progress of the pregnancy. In order to reduce the dangers associated with pregnancy and childbirth, pregnant women should follow the following six preventive actions:1. Tetanus vaccination; 2. HIV testing to protect the baby; 3. Take the indicated dose of iron and folic acid to avoid anemia; 4. Enriching meals, especially during the first 3 months of pregnancy; 5. Use iodized salt to prevent spontaneous abortion or premature delivery; 6. Sleep under an impregnated net and take the indicated dose of medication to prevent malaria.",
      "French": "Pères, mari/conjoint, écoutez bien: la consultation prénatale permet à la femme enceinte de bénéficier des soins préventifs et curatifs, des conseils sur son le mode de vie et garantit sa santé et celle de son futur bébé. Grâce aux 4 visites de consultation pré-natale (CPN) recommandées, la détection des complications, le dépistage et le traitement des infections et autres maladies qui peuvent survenir au cours de la grossesse ainsi que la prévention de la transmission de maladies mère-enfant pour assurer la bonne santé, l’harmonie du couple, l’épanouissement de la femme et une bonne évolution de la grossesse. Afin de réduire les dangers liés à la grossesse et à l’accouchement, les femmes enceintes doivent suivre les six actions préventives suivantes: 1. La vaccination contre le tétanos; 2. Le dépistage du VIH pour protéger le bébé; 3. Prendre la dose indiquée de fer et acide folique pour éviter l'anémie; 4. Enrichir les repas, surtout pendant les 3 premiers mois de grossesse; 5. Consommer du sel iodé pour éviter un avortement spontané ou un accouchement prématuré; 6. Dormir sous une moustiquaire imprégnée et prendre la dose indiquée de médicaments pour éviter le paludisme.",
      "Swahili": "Akina baba, waume/wenzi, mashauriano ya kabla ya kuzaa yanamruhusu mwanamke mjamzito kufaidika na utunzaji wa kuzuia ma shida. Ushauri juu ya maisha yake na kuhakikisha afya yake na ya mtoto wake ambaye hajazaliwa. Kupitia ziara 4 zilizopendekezwa za Mashauriano ya kabla ya kuzaa (CPN), kugundua matatizo, uchunguzi na matibabu ya maambukizi na magonjwa mengine ambayo yanaweza kutokea wakati wa ujauzito pamoja na kuzuia maambukizi ya magonjwa ya mama na mtoto ili kuhakikisha afya njema, maelewano ya wanandoa, utimilifu wa mwanamke na maendeleo mazuri ya ujauzito. Ili kupunguza hatari zinazohusiana na ujauzito na kuzaa, wanawake wajawazito wanapaswa kufuata hatua sita zifuatazo: 1. Chanjo ya Tetanus; 2. Upimaji wa VIH kwa kumlinda mtoto; 3. Chukua kipimo kilichoonyeshwa cha madini ya chuma na folic ili kuepuka anemia; 4. Kuimarisha chakula, sana sana katika miezi 3 ya kwanza ya ujauzito; 5. Tumia chumvi iodized ili kuzuia utoaji mimba mapema au kuzaliwa kabla mtoto kufikia miezi 9; 6. Kulala ndani ya vyandarua vilivyowekwa dawa na kuchukua kipimo kilichoonyeshwa cha dawa ili kuepuka malaria."
    }
  },
  {
    "id": 10,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Partner",
    "target_audience": { 
      "English": "Husband/Spouse",
      "French": "Mari/conjoint",
      "Swahili": "Mume/mpenzi"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "The husband/spouse is supportive of the woman for pregnancy follow-up (communication within the couple, and being aware of one's responsabilities, etc.)",
      "French": "Le mari/conjoint soutien la femme pour le suivi des grossesses (communication dans le couple, prise de conscience de ses responsabilités, .etc)",
      "Swahili": "Mume/mpenzi anamsaidia mwanamke kwa ufuatiliaji wa ujauzito (mawasiliano katika wanandoa, ufahamu wa majukumu yake, etc.)"
    },
    "action": "",
    "message": {
      "English": "Fathers, husbands/spouses, listen carefully: the prenatal consultation allows the pregnant woman to benefit from preventive and curative care, advice on her lifestyle and guarantees her health and that of her unborn child. Thanks to the 4 recommended PNC visits, detection of complications, screening and treatment of infections and other diseases that may occur during pregnancy as well as prevention of transmission of mother-child diseases to ensure good health, harmony of the couple, blossoming of the woman and a good progress of the pregnancy. In order to reduce the dangers associated with pregnancy and childbirth, pregnant women should follow the following six preventive actions:1. Tetanus vaccination; 2. HIV testing to protect the baby; 3. Take the indicated dose of iron and folic acid to avoid anemia; 4. Enriching meals, especially during the first 3 months of pregnancy; 5. Use iodized salt to prevent spontaneous abortion or premature delivery; 6. Sleep under an impregnated net and take the indicated dose of medication to prevent malaria.",
      "French": "Pères, mari/conjoint, écoutez bien: la consultation prénatale permet à la femme enceinte de bénéficier des soins préventifs et curatifs, des conseils sur son le mode de vie et garantit sa santé et celle de son futur bébé. Grâce aux 4 visites de consultation pré-natale (CPN) recommandées, la détection des complications, le dépistage et le traitement des infections et autres maladies qui peuvent survenir au cours de la grossesse ainsi que la prévention de la transmission de maladies mère-enfant pour assurer la bonne santé, l’harmonie du couple, l’épanouissement de la femme et une bonne évolution de la grossesse. Afin de réduire les dangers liés à la grossesse et à l’accouchement, les femmes enceintes doivent suivre les six actions préventives suivantes: 1. La vaccination contre le tétanos; 2. Le dépistage du VIH pour protéger le bébé; 3. Prendre la dose indiquée de fer et acide folique pour éviter l'anémie; 4. Enrichir les repas, surtout pendant les 3 premiers mois de grossesse; 5. Consommer du sel iodé pour éviter un avortement spontané ou un accouchement prématuré; 6. Dormir sous une moustiquaire imprégnée et prendre la dose indiquée de médicaments pour éviter le paludisme.",
      "Swahili": "Akina baba, waume/wenzi, mashauriano ya kabla ya kuzaa yanamruhusu mwanamke mjamzito kufaidika na utunzaji wa kuzuia ma shida. Ushauri juu ya maisha yake na kuhakikisha afya yake na ya mtoto wake ambaye hajazaliwa. Kupitia ziara 4 zilizopendekezwa za Mashauriano ya kabla ya kuzaa (CPN), kugundua matatizo, uchunguzi na matibabu ya maambukizi na magonjwa mengine ambayo yanaweza kutokea wakati wa ujauzito pamoja na kuzuia maambukizi ya magonjwa ya mama na mtoto ili kuhakikisha afya njema, maelewano ya wanandoa, utimilifu wa mwanamke na maendeleo mazuri ya ujauzito. Ili kupunguza hatari zinazohusiana na ujauzito na kuzaa, wanawake wajawazito wanapaswa kufuata hatua sita zifuatazo: 1. Chanjo ya Tetanus; 2. Upimaji wa VIH kwa kumlinda mtoto; 3. Chukua kipimo kilichoonyeshwa cha madini ya chuma na folic ili kuepuka anemia; 4. Kuimarisha chakula, sana sana katika miezi 3 ya kwanza ya ujauzito; 5. Tumia chumvi iodized ili kuzuia utoaji mimba mapema au kuzaliwa kabla mtoto kufikia miezi 9; 6. Kulala ndani ya vyandarua vilivyowekwa dawa na kuchukua kipimo kilichoonyeshwa cha dawa ili kuepuka malaria."
    }
  },
  {
    "id": 11,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Community",
     "target_audience": { 
      "English": "Community",
      "French": "Communauté",
      "Swahili": " Jamii"
    },
    "problem_behavior": "Encourages prohibited food and the use of indigenous products during pregnancy;",
    "promoted_behavior": {
      "English": "Discourages prohibited food and the use of home remedies during pregnancy. Assisting the pregnant woman in monitoring the four prenatal consultation visits",
      "French": "Décourage les interdits alimentaires et l'utilisation des produits indigènes chez la femme enceinte. Accompagne la femme enceinte dans le suivi des quatre visites de consultation pré-natale.",
      "Swahili": "Inakataza chakula kilichokatazwa kwa wanawake wajawazito na matumizi ya dawa za asili. Inasaidia mwanamke mjamzito katika ufuatiliaji wa ziara 4 za mashauriano ya kabla ya kuzaa."
    },
    "action": "Discouragement of the use of prohibited food and indigenous products during pregnancy",
    "message": {
      "English": "Dear community members, immediately escort the pregnant woman to the nearest health center or hospital as soon as you observe any of the following signs: bleeding, convulsions, fever, loss of amniotic fluid, difficult breathing, severe headaches, severe pain in the lower abdomen, swelling of the face, hands or feet, disappearance or reduction of the baby's movements, disturbance of vision for the sake of your own care and that of your unborn child.",
      "French": "Chers membres de la communauté, accompagnez immédiatement la femme enceinte dans un Centre de Santé ou hôpital le plus proche dès que vous observez l’un des signes suivants : saignement, convulsions, fièvre, perte de liquide amniotique, respiration difficile, violents maux de tête, fortes douleurs au bas-ventre, gonflement de visage, des mains ou des pieds, disparition ou diminution des mouvements de bébé, trouble de la vue pour la prise en charge de la femme enceinte et celle de son futur bébé.",
      "Swahili": "Wanajamii wapendwa, sindikiza mwanamke mjamzito kwenye Kituo cha Afya kilicho karibu au hospitalini unapoona dalili zozote zifuatazo: kutokwa na damu, mtetemeko wa mwili, homa, kupoteza maji, kupumua kwa shida, maumivu makali ya kichwa, maumivu makali chini ya tumbo, uso au mikono au miguu kuvimba, harakati za mtoto zinatoweka au kupunguka, matatizo kuona ili mama na mtoto wapate huduma bora."
    }
  },
  {
    "id": 12,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Healthcare provider",
      "French": "Prestataire",
      "Swahili": "Mtoa huduma"
    },
    "problem_behavior": "Disregards pregnant women at the PNC.",
    "promoted_behavior": {
      "English": "Paying attention to the pregnant woman at prenatal consultations (PNC).",
      "French": "Accorder de l'attention à la femme enceinte à la consultation pré-natale (CPN).",
      "Swahili": "Kujali mwanamke mjamzito katika mashauriano ya kabla ya kuzaa (CPN)."
    },
    "action": "Promoting humanized care",
    "message": {
      "English": "Healthcare providers, give a friendly welcome and humanized care to all pregnant women to encourage them to continue with the use of your services.",
      "French": "Prestataires, réservez l’accueil convivial et les soins humanisés à toute femme enceinte pour l'encourager à continuer l'utilisation des services.",
      "Swahili": "Watoa huduma wapendwa, karibisheni vizuri wanawake  wajawazito wowote,kuwa tia moyo ili wa endelee kutumia huduma."
    }
  },
  {
    "id": 13,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Healthcare provider",
      "French": "Prestataire",
      "Swahili": "Mtoa huduma"
    },
    "problem_behavior": "Poor reception of pregnant women at the PNC.",
    "promoted_behavior": {
      "English": "Make the pregnant woman feel welcome at the prenatal consultation (PNC).",
      "French": "Réservez un bon accueil à la femme enceinte à la consultation pré-natale (CPN).",
      "Swahili": "Karibisheni vizuri wanawake wajawazito kwa mashauriano ya kabla ya kuzaa (CPN)."
    },
    "action": "Discussion and implementation of the delivery plan with the pregnant woman at the PNC.",
    "message": {
      "English": "Dear healthcare providers, prioritize pregnant women to ensure appropriate emergency care and avoid complications.",
      "French": "Chers prestataires, faites le tri lors de l'accueil de la femme enceinte pour garantir les soins d'urgence appropriées et lui éviter des complications.",
      "Swahili": "Watoa huduma wapendwa, tangulizeni wanawake wajawazito kuhakikisha huduma sahihi za dharura na kuepuka matatizo."
    }
  },
  {
    "id": 14,
    "intervention": {
      "English": "Prenatal Consultation (PNC)",
      "French": "Consultation Pré-Natale (CPN)",
      "Swahili": "Mashauriano ya kabla ya kuzaa (CPN)"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Healthcare provider",
      "French": "Prestataire",
      "Swahili": "Mtoa huduma"
    },
    "problem_behavior": "Does not discuss the delivery plan with pregnant women at the PNC",
    "promoted_behavior": {
      "English": "Discusses delivery plan with pregnant women at the prenatal consultation (PNC).",
      "French": "Discute du plan d'accouchement avec les femmes enceintes à la consultation pré-natale (CPN).",
      "Swahili": "Zungumza na wanawake wajawazito kuhusu mpango wa ku ji fungua katika mashauriano ya kabla ya kuzaa (CPN)."
    },
    "action": "",
    "message": {
      "English": "Dear healthcare providers, discuss the birth plan with the pregnant woman during prenatal consultation (PNC) to ensure a safe delivery for the mother and newborn",
      "French": "Chers prestataires, discutez du plan d'accouchement avec la femme enceinte pendant la consultation pré-natale (CPN) pour préparer un accouchement sans danger pour la mère et le nouveau-né.",
      "Swahili": "Watoa huduma wapendwa, zungumzeni pamoja na wanawake wajawazito kuhusu mpango wa ku ji fungua katika CPN kujiandaa kwa ku zaa bila matatizo."
    }
  },
  {
    "id": 15,
    "intervention": {
      "English": "Assisted delivery",
      "French": "Accouchement assisté",
      "Swahili": "Kupata msaada wakati wa kuzaa"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Woman in labor",
      "French": "Femme en travail d'accouchement",
      "Swahili": "Mwanamke anaye karibia ku zaa"
    },
    "problem_behavior": "Delay in coming to the facility at the first sign of labor",
    "promoted_behavior": {
      "English": "Decides to go to the facility on time at the first sign of labor",
      "French": "Décide de se rendre à temps dans la structure dès l'apparition des premiers signes de travail",
      "Swahili": "Anaamua kwenda ku kituo cha afya wakati ambapo dalili za kwanza za kuzaa zinaonekana"
    },
    "action": "Decision to go to the facility at the first sign of labor",
    "message": {
      "English": "Pregnant women, as soon as one of the signs of labor appears, go immediately to the health facility for a safe delivery in order to receive quality care and guarantee the survival of your baby.",
      "French": "Femmes enceintes, dès l'apparition de l'un des signes de travail rendez-vous immédiatement dans   la formation sanitaire pour accoucher en toute sécurité afin de recevoir les soins de qualités et garantir la survie de votre bébé.",
      "Swahili": "Mwanamke mjamzito mpendwa, ukiona moja katika dalili za kuzaa, enda mara moja katika kituo cha afya ili upate huduma bora na kuhakikisha maisha ya mtoto wako."
    }
  },
  {
    "id": 16,
    "intervention": {
      "English": "Assisted delivery",
      "French": "Accouchement assisté",
      "Swahili": "Kupata msaada wakati wa kuzaa"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Woman in labor",
      "French": "Femme en travail d'accouchement",
      "Swahili": "Mwanamke anaye karibia ku zaa"
    },
    "problem_behavior": "Refusal to go to the facility for delivery.",
    "promoted_behavior": {
      "English": "Agrees to go to the facility for delivery",
      "French": "Accepte de se rendre dans la structure pour accoucher",
      "Swahili": "Anakubali kwenda kwenye kituo cha afya kuzaa"
    },
    "action": "No use of indigenous products to speed up labor.",
    "message": {
      "English": "Pregnant women, remind the healthcare provider of the contraceptive method you chose during PNC so that you can use it immediately after delivery",
      "French": "Femmes enceintes, rappelez au prestataire la méthode contraceptive que vous avez choisi lors de la CPN pour en bénéficier immédiatement après l'accouchement.",
      "Swahili": "wanawake wajawazito wapendwa ,kumbusheni mtoa huduma njia ya mpango ya uzazi uliyochagua wakati wa CPN kufaidika nayo baada ya kuzaa."
    }
  },
  {
    "id": 17,
    "intervention": {
      "English": "Assisted delivery",
      "French": "Accouchement assisté",
      "Swahili": "Kupata msaada wakati wa kuzaa"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Woman in labor",
      "French": "Femme en travail d'accouchement",
      "Swahili": "Mwanamke anaye karibia ku zaa"
    },
    "problem_behavior": "Use of indigenous products to speed up labor;",
    "promoted_behavior": {
      "English": "Do not use indigenous products to speed up labor",
      "French": "N'utilise pas des produits indigènes pour accélérer le travail",
      "Swahili": "Usi tumie dawa za asili kuharakisha kuzaa"
    },
    "action": "Decision to go to a health facility on time",
    "message": {
      "English": "Pregnant women in labor, avoid the use of inappropriate products not prescribed by the healthcare provider that expose you to delivery complications and death",
      "French": "Femmes enceintes en travail d’accouchement, évitez l'utilisation des produits inadéquats non prescrits par le prestataire qui vous exposent aux complications d’accouchement et au décès.",
      "Swahili": "Wanawake wajawazito wapendwa, wakati wa kuzaa, epukeni matumizi ya dawa bila kupata ushauri kutoka kwa mtaalamu wa afya, dawa hizo zinaweza kusababisha matatizo ya kuzaa na hata kifo."
    }
  },
  {
    "id": 18,
    "intervention": {
      "English": "Assisted delivery",
      "French": "Accouchement assisté",
      "Swahili": "Kupata msaada wakati wa kuzaa"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Woman in labor",
      "French": "Femme en travail d'accouchement",
      "Swahili": "Mwanamke anaye karibia ku zaa"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "Go to a facility that is equipped for delivery.",
      "French": "Rendez-vous dans un établissement équipé pour l'accouchement.",
      "Swahili" "Nenda kwenye kituo kilicho na vifaa kwa ajili ya kujifungua."
    },
    "action": "",
    "message": {
      "English": "Pregnant women, give birth in a well-equipped maternity hospital with qualified personnel to ensure quality care for you and your baby",
      "French": "Femmes enceintes, accouchez dans une maternité équipée et en présence d'un personnel qualifié pour vous assurer des soins de qualité et ceux de votre bébé.",
      "Swahili": "Mwanamke mjamzito mpendwa, enda kuzaa katika kituo cha afya yenye vifaa na mbele ya wataalamu wa afya ili kuhakikisha huduma bora wako na mtoto."
    }
  },
  {
    "id": 19,
    "intervention": {
      "English": "Assisted delivery",
      "French": "Accouchement assisté",
      "Swahili": "Kupata msaada wakati wa kuzaa"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Clinical care provider",
      "French": "Prestataire Clinique",
      "Swahili": "Mtoa huduma wa kliniki"
    },
    "problem_behavior": "Failure of healthcare provider to refer pregnant women in labor with a complication in time",
    "promoted_behavior": {
      "English": "Prompt referral of pregnant women in labor with a complication is done by the healthcare provider.",
      "French": "Le prestataire réfère à temps les femmes enceintes en travail présentant des complications.",
      "Swahili": "Mtoa huduma anataja wanawake wajawazito wanao matatizo wakati wa kuzaa kwa wakati."
    },
    "action": "Proper monitoring of a woman in labor",
    "message": {
      "English": "Clinical care providers, take the time to monitor a woman in labor to detect signs of complications in time to ensure proper management.",
      "French": "Prestataires cliniques, prenez le temps d'assurer la surveillance d'une femme en travail afin de détecter à temps les signes de complication et d'assurer une prise en charge adéquate.",
      "Swahili": "Watoa huduma wapendwa wa kliniki, chukueni muda wenu kumfuatilia mwanamke aliye katika kazi ya kuzaa ili kugundua dalili za matatizo kwa wakati na mu hakikishe utunzaji wa kutosha."
    }
  },
  {
    "id": 20,
    "intervention": {
      "English": "Assisted delivery",
      "French": "Accouchement assisté",
      "Swahili": "Kupata msaada wakati wa kuzaa"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Clinical care provider",
      "French": "Prestataire Clinique",
      "Swahili": "Mtoa huduma wa kliniki"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "Prompt referral of pregnant women in labor with a complication is done by the healthcare provider.",
      "French": "Le prestataire réfère à temps les femmes enceintes en travail présentant des complications.",
      "Swahili": "Mtoa huduma anataja kwa wakati wanawake wajawazito wanao matatizo wakati wa kuzaa."
    },
    "action": "",
    "message": {
      "English": "Clinical care providers, prompt referral in case of complications is important to ensure the survival of the pregnant woman and her unborn child.",
      "French": "Prestataires, il est important de référer la femme enceinte à temps en cas de complication pour garantir sa survie et celle de son futur bébé.",
      "Swahili": "Watoa huduma wapendwa, ni muhimu kutambua kwa wakati matatizo wakati wa kuzaa  ili kuhakikisha maisha ya mwanamke na mtoto wake."
    }
  },
  {
    "id": 21,
    "intervention": {
      "English": "Assisted delivery",
      "French": "Accouchement assisté",
      "Swahili": "Kupata msaada wakati wa kuzaa"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Clinical care provider",
      "French": "Prestataire Clinique",
      "Swahili": "Mtoa huduma wa kliniki"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "Prompt referral of pregnant women in labor with a complication is done by the healthcare provider.",
      "French": "Le prestataire réfère à temps les femmes enceintes en travail présentant des complications.",
      "Swahili": "Mtoa huduma anataja kwa wakati wanawake wajawazito wanao matatizo wakati wa kuzaa."
    },
    "action": "",
    "message": {
      "English": "Clinical care providers, Remember, prompt referral of pregnant women in case of complications is the key to quality care to ensure the survival of the woman and her unborn child",
      "French": "Prestataires cliniques, attention! La référence à temps de la femme enceinte en cas de complication est l’élément clé des soins de qualité pour assurer la survie de la femme et de son futur bébé.",
      "Swahili": "Watoa huduma wapendwa wa kliniki, kutambua matatizo wakati wa kuzaa kwa wakati ni muhimu sana kwa huduma bora na pia kuhakikisha maisha ya mwanamke na mtoto wake."
    }
  },
  {
    "id": 22,
    "intervention": {
      "English": "Postnatal Consultation",
      "French": "Consultation Post-Natale (CPoN)",
      "Swahili": "Mashauriano ya baada ya kuzaa (CPon)"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Immediate and late postpartum women",
      "French": "Femme en post partum immédiat et tardif",
      "Swahili": "Mwanamke katika postpartum (kipindi cha baada ya kuzaa) ya haraka na ya kuchelewa"
    },
    "problem_behavior": "Women in postpartum do not know the danger signs after delivery.",
    "promoted_behavior": {
      "English": "Women in postpartum know the danger signs after delivery.",
      "French": "Les femmes qui ont accouché connaissent les signes de danger après accouchement.",
      "Swahili": "Wanawake katika postpartum wanajua dalili za hatari baada ya kuzaa."
    },
    "action": "Prompt consultation at the health center in case of any of the danger signs",
    "message": {
      "English": "Dear women, after delivery, go to the nearest health center as soon as you notice any of the following signs (persistent bleeding, convulsion, fever and chills, foul-smelling vaginal discharge, headaches and anemia) to receive appropriate care",
      "French": "Chères accouchées, ATTENTION! Chères femmes, après accouchement rendez-vous au centre de santé le plus proche dès que vous constatez l'un des signes ci-dessous (saignement persistant, convulsion, fièvre et frisson, perte vaginales malodorantes maux de tête et anémie) pour bénéficier de soins appropriés.",
      "Swahili": "Wanawake wapendwa, baada ya kuzaa, nenda kwenye kituo cha afya kilicho karibu unapoona dalili zozote zifuatazo (kutokwa na damu, mtetemeko wa mwili, homa na baridi, kutokwa na harufu ya uke, maumivu ya kichwa na anemia) kupata huduma inayofaa."
    }
  },
  {
    "id": 23,
    "intervention": {
      "English": "Postnatal Consultation",
      "French": "Consultation Post-Natale (CPoN)",
      "Swahili": "Mashauriano ya baada ya kuzaa (CPon)"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Immediate and late postpartum women",
      "French": "Femme en post partum immédiat et tardif",
      "Swahili": "Mwanamke katika postpartum (kipindi cha baada ya kuzaa) ya haraka na ya kuchelewa"
    },
    "problem_behavior": "Women in postpartum do not use a contraceptive method before leaving the maternity ward",
    "promoted_behavior": {
      "English": "Women in postpartum use a contraceptive method before leaving the maternity ward",
      "French": "Les femmes accouchées utilisent une méthode contraceptive avant de sortir de la maternité.",
      "Swahili": "Wanawake katika postpartum wanatumia njia za  mpango wa uzazi kabla ya kuondoka kituo cha afya."
    },
    "action": "Use of a contraceptive method before leaving the maternity ward",
    "message": {
      "English": "Dear women, after delivery, use a contraceptive method of your choice after delivery and before leaving the maternity ward to avoid unwanted pregnancies and unsafe pregnancies spacing to ensure your well-being, that of your baby and your family",
      "French": "Chères accouchées, ATTENTION! Chères femmes, utilisez une méthode contraceptive de votre choix après l'accouchement et avant de quitter la maternité pour éviter les grossesses non désirées et rapprochées. Ceci assurera votre bien être, celui de votre bébé et de votre famille.",
      "Swahili": "Wanawake wapendwa, baada ya kuzaa, tumieni njia ya mpango wa uzazi ya uchaguzi wenu kabla ya kuondoka katika kituo cha afya ili kuepuka mimba zisizohitajika na ujauzito wa karibu ili kuhakikisha afya bora wako, wa mtoto na  wa familia yako."
    }
  },
  {
    "id": 24,
    "intervention": {
      "English": "Consultation in time for comprehensive abortion care",
      "French": "Consultation à temps pour soins complets d'avortement",
      "Swahili": "Mashauriano kwa wakati kwa utunzaji kamili wa utoaji mimba"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Women",
      "French": "Femmes",
      "Swahili": "Mwanamke"
    },
    "problem_behavior": "Women who carry unwanted pregnancies have clandestine abortions",
    "promoted_behavior": {
      "English": "Women with unwanted pregnancies receive comprehensive abortion care in appropriate facilities.",
      "French": "Les femmes porteuses des grossesses non désirées bénéficient des soins complets d'avortement dans les structures appropriées.",
      "Swahili": "Wanawake walio na mimba zisizohitajika wanapata huduma kamili ya utoaji mimba katika vituo vinavyofaa."
    },
    "action": "Consultation in time for comprehensive abortion care",
    "message": {
      "English": "Dear pregnant women in need of comprehensive abortion care, go to the nearest health center to receive quality care",
      "French": "Chères femmes enceintes en cas de besoin des soins complets d’avortement, rendez-vous au centre de santé le plus proche pour y recevoir des soins de qualité.",
      "Swahili": "Wapendwa wanawake wajawazito wanaohitaji huduma kamili ya utoaji mimba, nenda kwenye kituo cha afya cha karibu ili kupata huduma bora."
    }
  },
  {
    "id": 25,
    "intervention": {
      "English": "Use of comprehensive abortion care services",
      "French": "Utilisation des services des soins complets d'avortement",
      "Swahili": "Matumizi ya huduma kamili za utunzaji wa utoaji mimba"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Women",
      "French": "Femmes",
      "Swahili": "Mwanamke"
    },
    "problem_behavior": "Women do not know the danger signs after abortion",
    "promoted_behavior": {
      "English": "Women know the danger signs after abortion",
      "French": "Les femmes connaissent les signes de danger après avortement",
      "Swahili": "Wanawake wanajua dalili za hatari baada ya kutoa mimba"
    },
    "action": "Use of comprehensive abortion care services",
    "message": {
      "English": "Pregnant women, use a contraceptive method of your choice after abortion to avoid an unwanted pregnancy",
      "French": "Femmes enceintes, utilisez une méthode contraceptive de choix après l'avortement pour éviter une grossesse non désirée.",
      "Swahili": "Wanawake wajawazito wapendwa, chagueni njia ya mpango wa uzazi baada ya kutoa mimba ili kuepuka mimba isiyohitajika."
    }
  },
  {
    "id": 26,
    "intervention": {
      "English": "Using contraception as an option after abortion",
      "French": "Utilisation de la contraception au choix après avortement",
      "Swahili": "Kuchagua njia ya kuzuia mimba baada ya utoaji mimba"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Women",
      "French": "Femmes",
      "Swahili": "Mwanamke"
    },
    "problem_behavior": "Women do not use contraception after abortion",
    "promoted_behavior": {
      "English": "Women use a contraception of their choice after abortion.",
      "French": "Les femmes utilisent la contraception de leur choix après avortement.",
      "Swahili": "Wanawake wanatumia njia za mpango wa uzazi za uchaguzi wao baada ya kutoa mimba."
    },
    "action": "Using contraception as an option after abortion",
    "message": {
      "English": "Women, use a contraceptive method of your choice after abortion to avoid an unwanted pregnancy and thrive",
      "French": "Femmes, utilisez une méthode contraceptive de choix après l'avortement pour éviter une grossesse non désirée et de bien s’épanouir.",
      "Swahili": "Wanawake wajawazito wapendwa, chagua njia ya uzazi wa mpango baada ya kutoa mimba ili kuepuka mimba isiyohitajika na kuhakikisha utimilifu wako."
    }
  },
  {
    "id": 27,
    "intervention": {
      "English": "Using contraception as an option after abortion",
      "French": "Utilisation de la contraception au choix après avortement",
      "Swahili": "Kuchagua njia ya kuzuia mimba baada ya utoaji mimba"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Clinical care provider",
      "French": "Prestataire Clinique",
      "Swahili": "Mtoa huduma wa kliniki"
    },
    "problem_behavior": "The healthcare provider does not give the correct information to women after abortion.",
    "promoted_behavior": {
      "English": "Healthcare providers properly inform women about comprehensive abortion care, benefits, possible risks, importance of contraception, etc.",
      "French": "Les prestataires informent correctement les femmes sur les soins complets d'avortement, avantages, risques éventuels, importance de la contraception, etc.",
      "Swahili": "Watoa huduma wanajulisha vizuri wanawake kuhusu utunzaji kamili wa utoaji mimba, faida, hatari zinazoweza kujitokeza, umuhimu wa mpango wa uzazi, etc."
    },
    "action": "Provide women with accurate information about comprehensive abortion care - benefits, possible risks, importance of contraception",
    "message": {
      "English": "Dear healthcare providers, use safe and secure methods of uterine evacuation in case of abortion to avoid complications and ensure good health of the woman.",
      "French": "Chers prestataires, utilisez des méthodes sûres et sécurisées d’évacuation utérine en cas d'avortement pour éviter les complications et garantir une bonne santé.",
      "Swahili": "Watoa huduma wapendwa, tumieni njia salama za uhamishaji wa uterasi wakati wa utoaji mimba ili kuepuka matatizo na kuhakikisha afya njema kwa wanawake."
    }
  },
  {
    "id": 28,
    "intervention": {
      "English": "Using safe methods of uterine evacuation",
      "French": "Utiliser des méthodes sûres d'évacuation utérine",
      "Swahili": "Kutumia njia salama za uokoaji wa uterasi"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Clinical care provider",
      "French": "Prestataire Clinique",
      "Swahili": "Mtoa huduma wa kliniki"
    },
    "problem_behavior": "Providers use obsolete uterine evacuation methods (curettage, forced cervical dilation, no pain management, etc.)",
    "promoted_behavior": {
      "English": "Healthcare providers use safe methods of uterine evacuation (Manual Intra-Uterine Aspiration, misoprostol, mifepristone, pain management, Nonsteroidal anti-inflammatory drugs (NSAIDs), para cervical block).",
      "French": "Les prestataires utilisent des méthodes sécurisées d’évacuation utérine (Aspiration manuelle intra-uterine (AMIU), misoprostol, mifépristone, gérer la douleur, anti-inflammatoires non steroidiens ((AINS), bloc para cervical)",
      "Swahili": "Watoa huduma wanatumia njia salama za kuhamisha uterasi (AMIU, misoprostol, mifepristone, usimamizi wa maumivu, AINS, bloc para cervical)."
    },
    "action": "Use of safe methods of uterine evacuation (Manual Intra-Uterine Aspiration, misoprostol, mifepristone, pain management, AINS, para cervical block)",
    "message": {
      "English": "Dear healthcare provider, use safe methods of uterine evacuation such as manual intra-uterine aspiration, misoprostol, mifepristone, nonsteroidal anti-inflammatory drugs (NSAIDs), paracervical block after a miscarriage or abortion.",
      "French": "Chers prestataires, administrez systématiquement une méthode contraceptive de choix à chaque femme ayant connu un avortement, pour prévenir la survenue d’une grossesse dans les six mois suivant l’avortement et pour prévenir la morbi-mortalité maternelle.",
      "Swahili": "Watoa huduma wapendwa, ni muhimu kupana mashahuri kuhusu njia ya mpango wa uzazi kwa kila mwanamke ambaye alitoa mimba, kuzuia kutokea kwa ujauzito ndani ya miezi sita baada ya utoaji mimba ili kuzuia magonjwa ya uzazi na vifo."
    }
  },
  {
    "id": 29,
    "intervention": {
      "English": "Using contraception as an option after abortion",
      "French": "Utilisation de la contraception au choix après avortement",
      "Swahili": "Kuchagua njia ya kuzuia mimba baada ya utoaji mimba"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Clinical care provider",
      "French": "Prestataire Clinique",
      "Swahili": "Mtoa huduma wa kliniki"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "Healthcare providers always administer a contraceptive method to all women after abortion care.",
      "French": "Les prestataires administrent systématiquement à toutes les femmes une méthode contraceptive après les soins d’avortement.",
      "Swahili": "Watoa huduma daima wanatoa njia ya mpango wa uzazi kwa wanawake wote baada ya kutoa mimba."
    },
    "action": "",
    "message": {
      "English": "Dear healthcare provider, systematically administer a contraceptive method of choice to every woman who has had an abortion, to prevent pregnancy within six months of the abortion in order to prevent maternal morbidity and mortality.",
      "French": "Chers prestataires, administrez systématiquement une méthode contraceptive de choix à chaque femme ayant connu un avortement, pour prévenir la survenue d’une grossesse dans les six mois suivant l’avortement et pour prévenir la morbi-mortalité maternelle.",
      "Swahili": "Watoa huduma wapendwa, ni muhimu kupana mashahuri kuhusu njia ya uzazi wa mpango kwa kila mwanamke ambaye alitoa mimba, kuzuia kutokea kwa ujauzito ndani ya miezi sita baada ya utoaji mimba ili kuzuia magonjwa ya uzazi na vifo."
    }
  },
  {
    "id": 30,
    "intervention": {
      "English": "Using contraception as an option after abortion",
      "French": "Utilisation de la contraception au choix après avortement",
      "Swahili": "Kuchagua njia ya kuzuia mimba baada ya utoaji mimba"
    },
    "general_audience": "Community",
    "target_audience": { 
      "English": "Community",
      "French": "Communauté",
      "Swahili": " Jamii"
    },
    "problem_behavior": "The community stigmatizes women who perform abortions",
    "promoted_behavior": {
      "English": "The community supports women with unwanted pregnancies for comprehensive abortion care.",
      "French": "La communauté accompagne les femmes porteuses des grossesses non désirées pour les soins complets d'avortement.",
      "Swahili": "Jamii haiwabagui wanawake wanaofanya utoaji mimba."
    },
    "action": "Provide the community with correct information on comprehensive abortion care, benefits, possible risks, importance of contraception, etc.",
    "message": {
      "English": "Dear community members, let's stand up and fight ignorance, misconceptions and fear towards women who have had abortions in order to avoid stigma, discrimination and rejection within the community",
      "French": "Chers membres de la communauté, levons-nous et combattons l'ignorance, les fausses idées et la peur à l'endroit des femmes ayant avorté afin d’éviter la stigmatisation, la discrimination et le rejet au sein de la communauté.",
      "Swahili": "Wanajamii wapendwa, tusimame na kupambana na ujinga, mawazo mabaya na hofu ya wanawake ambao wametoa mimba ili kuepuka ubaguzi na kukataliwa ndani ya jamii."
    }
  },
  {
    "id": 31,
    "intervention": {
      "English": "Using contraception as an option after abortion",
      "French": "Utilisation de la contraception au choix après avortement",
      "Swahili": "Kuchagua njia ya kuzuia mimba baada ya utoaji mimba"
    },
    "general_audience": "Community",
    "target_audience": { 
      "English": "Community",
      "French": "Communauté",
      "Swahili": "Jamii"
    },
    "problem_behavior": "The community is not fully informed about the availability of free comprehensive abortion care services (SCACF)",
    "promoted_behavior": {
      "English": "The community is fully informed about the availability of free comprehensive abortion care services centered on women.",
      "French": "La communauté est suffisamment informée sur la disponibilité et la gratuité des services des soins complets d’avortement (SCACF).",
      "Swahili": "Jamii inafahamu kikamilifu kuhusu upatikanaji wa huduma za utoaji mimba bure (SCACF)."
    },
    "action": "Provide correct information about free comprehensive abortion care services",
    "message": {
      "English": "Dear community members, kindly escort any woman who has had an abortion to the nearest health center to receive quality care.",
      "French": "Chers membres de la communauté, accompagnez toute femme ayant subi un avortement au centre de santé le plus proche pour y recevoir des soins de qualité.",
      "Swahili": "Wanajamii wapendwa, msindikizeni mwanamke yeyote ambaye ametoa mimba katika kituo cha afya kilicho karibu ili kupata huduma bora."
    }
  },
  {
    "id": 32,
    "intervention": {
      "English": "Using contraception as an option after abortion",
      "French": "Utilisation de la contraception au choix après avortement",
      "Swahili": "Kuchagua njia ya kuzuia mimba baada ya utoaji mimba"
    },
    "general_audience": "Community",
    "target_audience": { 
      "English": "Community",
      "French": "Communauté",
      "Swahili": " Jamii"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "The community is fully informed about the availability of free comprehensive abortion care services centered on women.",
      "French": "La communauté est suffisamment informée sur la disponibilité et la gratuité des services des soins complets d’avortement (SCACF).",
      "Swahili": "Jamii inafahamu kikamilifu kuhusu upatikanaji wa huduma za utoaji mimba bure (SCACF)."
    },
    "action": "",
    "message": {
      "English": "Dear community members, abortion care services are important and available, for all cases of unsafe abortion go to the health center to receive appropriate care.",
      "French": "Chers membres de la communauté, les services de soins d’avortement sont importants et mis à la disposition des femmes. Pour tout cas d'avortement non sécurisé, rendez-vous au centre de santé pour recevoir les soins appropriés.",
      "Swahili": "Wanajamii wapendwa, huduma za utoaji mimba ni muhimu na zinapatikana kwa bure, kwa kesi zote za utoaji mimba usio salama nenda katika kituo cha afya kupata huduma bora."
    }
  },
  {
    "id": 33,
    "intervention": {
      "English": "Newborn care",
      "French": "Soins du Nouveau-né",
      "Swahili": "Huduma ya Msingi"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Healthcare provider",
      "French": "Prestataire",
      "Swahili": "Mtoa huduma"
    },
    "problem_behavior": "Does not provide the newborn with basic care",
    "promoted_behavior": {
      "English": "Healthcare provider always provides the newborn with complete basic care.",
      "French": "Le prestataire administre systématiquement les soins essentiels complets au nouveau-né.",
      "Swahili": "Mtoa huduma daima ana mpatia mtoto mchanga huduma kamili ya msingi."
    },
    "action": "Systematic administration of complete basic care to the newborn",
    "message": {
      "English": "Dear providers, always provide the newborn with complete basic care for good survival.",
      "French": "Chers prestataires, administrez systématiquement les soins essentiels complet au nouveau-né pour lui permettre une bonne survie.",
      "Swahili": "Watoa huduma wapendwa, daima mpe mtoto mchanga huduma kamili ya msingi kwa maisha yake mazuri."
    }
  },
  {
    "id": 34,
    "intervention": {
      "English": "Newborn care",
      "French": "Soins du Nouveau-né",
      "Swahili": "Huduma ya Msingi"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "The mother",
      "French": "Femme accouchée",
      "Swahili": "Mwanamke aliyezaa"
    },
    "problem_behavior": "Does not exclusively breastfeed the baby",
    "promoted_behavior": {
      "English": "The mother exclusively breastfeeds the baby.",
      "French": "La maman allaite exclusivement le bébé au sein.",
      "Swahili": "Mama ana tumia maziwa ya kifua pekee kumlisha mtoto."
    },
    "action": "Exclusive breastfeeding",
    "message": {
      "English": "Dear mothers, exclusively breastfeed your baby after delivery to ensure good health and prevent unsafe pregnancy spacing.",
      "French": "Chères accouchées/chères femmes, après accouchement allaitez exclusivement votre bébé au sein afin de lui assurer la bonne santé et prévenir une grossesse rapprochée.",
      "Swahili": "Wanawake wapendwa, baada ya kuzaa tumieni maziwa ya kifua pekee ili kuhakikisha afya njema ya mtoto wako na kuzuia mimba ya karibu."
    }
  },
  {
    "id": 35,
    "intervention": {
      "English": "Newborn care",
      "French": "Soins du Nouveau-né",
      "Swahili": "Huduma ya Msingi"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "The mother",
      "French": "Femme accouchée",
      "Swahili": "Mwanamke aliyezaa"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "The mother exclusively breastfeeds the baby.",
      "French": "La maman allaite exclusivement le bébé au sein.",
      "Swahili": "Mama ana tumia maziwa ya kifua pekee kumlisha mtoto."
    },
    "action": "",
    "message": {
      "English": "Parents, breast milk is the only natural, complete and adapted food for your baby, exclusively breastfeed him from birth until he is six months old.",
      "French": "Parents, le lait maternel est le seul aliment naturel, complet et adapté à votre bébé, nourrissez-le exclusivement au sein dès la naissance jusqu’à l’âge de six mois.",
      "Swahili": "Wazazi wapendwa, maziwa ya mama pekee ni chakula bora inayo tosha ku mlisha mtoto wako tangu kuzaliwa mpaka ana eneza miezi sita."
    }
  },
  {
    "id": 36,
    "intervention": {
      "English": "Newborn care",
      "French": "Soins du Nouveau-né",
      "Swahili": "Huduma ya Msingi"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "The mother",
      "French": "Femme accouchée",
      "Swahili": "Mwanamke aliyezaa"
    },
    "problem_behavior": "Do not sleep under the LLIN, leaving the baby exposed to bad weather",
    "promoted_behavior": {
      "English": "The mother and the baby sleep under the Long-lasting Insecticidal Net (LLIN).",
      "French": "L’accouchée et le bébé dorment sous la moustiquaire imprégnée d’insecticide (MILD).",
      "Swahili": "Analala ndani ya chandarua kilichowekwa dawa kumkinga mtoto na magonjwa."
    },
    "action": "Proper use of the LLIN",
    "message": {
      "English": "Parents, sleeping under Long-lasting Insecticidal Net (LLIN) every night will protect you and your family from bites of mosquitoes that transmit malaria.",
      "French": "Parents, dormez et faites dormir, chaque nuit, tous les membres de votre famille sous la moustiquaire imprégnée d’insecticide à longue durée (MILD) pour les protéger contre les piqûres des moustiques qui transmettent la malaria.",
      "Swahili": "Wazazi wapendwa, laleni na lalisheni kila usiku wa toto na familia yenu ndani ya chandarua iliyo wekwa dawa ya Kudumu Muda Mrefu (MILD) kwa kuwakinga na malaria."
    }
  },
  {
    "id": 37,
    "intervention": {
      "English": "Newborn care",
      "French": "Soins du Nouveau-né",
      "Swahili": "Huduma ya Msingi"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "The mother",
      "French": "Femme accouchée",
      "Swahili": "Mwanamke aliyezaa"
    },
    "problem_behavior": "Do not go to the HC as soon as the newborn shows danger signs",
    "promoted_behavior": {
      "English": "Go to healthcare facility as soon as the newborn shows signs of danger.",
      "French": "Rendez-vous dans un centre de santé dès que le nouveau-né montre des signes de danger.",
      "Swahili": "Nenda kwenye kituo cha afya mara tu mtoto mchanga anapoonyesha dalili za hatari."
    },
    "action": "Taking care of the newborn at home (protecting the baby from heat, cold and dressing the baby",
    "message": {
      "English": "Parents, bring your baby immediately to the health center as soon as you detect any of the following infant danger signs: refusal to suck, moving less or being inactive, non-stop crying, fever, breathing difficulties and diarrhea, cough, cold, convulsions...",
      "French": "Parents, amenez immédiatement votre bébé au centre de santé dès que vous décelez ne serait-ce qu’un des signes de danger suivants chez le nourrisson : refus de téter, bouge moins ou est inactif, pleures incessants, fièvre, difficultés respiratoires, diarrhée, toux, rhume et convulsions.",
      "Swahili": "Wazazi wapendwa, peleka mtoto kwenye kituo cha afya ukiona dalili za hatari zifwatazo : kukataa nyonya, kutingizika kidogo, kulia sana, homa, kupumua kwa shida, kukohoa, kutetemeka."
    }
  },
  {
    "id": 38,
    "intervention": {
      "English": "Newborn care",
      "French": "Soins du Nouveau-né",
      "Swahili": "Huduma ya Msingi"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "The mother",
      "French": "Femme accouchée",
      "Swahili": "Mwanamke aliyezaa"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "Protects the baby from bad weather.",
      "French": "Protège le bébé contre les intempéries.",
      "Swahili": "Ana mkinga mtoto na hali mbaya ya hewa."
    },
    "action": "",
    "message": {
      "English": "Parents, take good care of the newborn at home, protect the baby against heat, smoke, cold and dress him properly to ensure his healthy growth and avoid illness",
      "French": "Parents, prenez bien soins du nouveau-né à la maison, protégez le contre la chaleur, la fumée, le froid et habillez-le convenablement afin de lui garantir une bonne croissance et lui éviter de tomber malade.",
      "Swahili": "Wazazi wapendwa, inawaomba kumkinga mtoto nyumbani, mvalishe mavazi inayo faa ili asipate homa ama baridi, na epuka moshi ili asipate magonjwa."
    }
  },
  {
    "id": 39,
    "intervention": {
      "English": "Newborn care",
      "French": "Soins du Nouveau-né",
      "Swahili": "Huduma ya Msingi"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "The mother",
      "French": "Femme accouchée",
      "Swahili": "Mwanamke aliyezaa"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "Go to healthcare facility as soon as the newborn shows signs of danger.",
      "French": "Rendez-vous dans un centre de santé dès que le nouveau-né montre des signes de danger.",
      "Swahili": "Nenda kwenye kituo cha afya mara tu mtoto mchanga anapoonyesha dalili za hatari."
    },
    "action": "",
    "message": {
      "English": "Take your baby to the health center immediately if any of the following infant danger signs are detected. The infant is having convulsions, has a distended abdomen or is vomiting whatever he or she swallows, has a foul odor around the navel or the cord is red.",
      "French": "Amenez immédiatement votre bébé au centre de santé dès que vous décelez ne serait-ce qu’un des signes de danger suivants chez le nourrisson : le nourrisson a des convulsions, a un abdomen distendu ou vomit tout ce qu’il avale, a une odeur nauséabonde au niveau de son nombril ou la base du cordon est rouge.",
      "Swahili": "Mbebe mtoto kwenye kituo cha afya kwa haraka ukiona dalili za hatari zifwatazo : mtoto anatetemeka sana, anatapika yote anayo meza, harufu mbaya inatoka kwenye kitofu chake."
    }
  },
  {
    "id": 40,
    "intervention": {
      "English": "Newborn care",
      "French": "Soins du Nouveau-né",
      "Swahili": "Huduma ya Msingi"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "The mother",
      "French": "Femme accouchée",
      "Swahili": "Mwanamke aliyezaa"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "Go to healthcare facility as soon as the newborn shows signs of danger.",
      "French": "Rendez-vous dans un centre de santé dès que le nouveau-né montre des signes de danger.",
      "Swahili": "Nenda kwenye kituo cha afya mara tu mtoto mchanga anapoonyesha dalili za hatari."
    },
    "action": "",
    "message": {
      "English": "Parents, as soon as your child is having convulsions, repeated vomiting, refuses to suck or eat, or goes into coma, take him/her immediately to the referral health center or hospital for appropriate care.",
      "French": "Parents, dès que votre enfant convulse, vomis à répétition, refuse de téter ou de manger ou entre en comma, amenez-le immédiatement au Centre de Santé de référence ou à l'hôpital pour y recevoir des soins appropriés.",
      "Swahili": "Wazazi wapendwa, mtoto akitetemeka sana, ama anatapika mara mingi, akikataa ku nyonya ama kukula, mbebe kwa haraka kwenye kituo cha afya ama hospitalini ili kupata huduma bora."
    }
  },
  {
    "id": 41,
    "intervention": {
      "English": "Newborn care",
      "French": "Soins du Nouveau-né",
      "Swahili": "Huduma ya Msingi"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "The mother",
      "French": "Femme accouchée",
      "Swahili": "Mwanamke aliyezaa"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "Wash hands before and after nursing the newborn.",
      "French": "Se laver les mains avant et après les soins du nouveau-né.",
      "Swahili": "Osha mikono kabla na baada ya utunzaji wa watoto wachanga."
    }
    "action": "",
    "message": {
      "English": "Mother, wash your hands before and after nursing the newborn.",
      "French": "Femmes, lavez-vous les mains avant et après les soins du nouveau-né.",
      "Swahili": "Wanawake wapendwa, osheni mikono yenu kabla na baada ya utunzaji wa watoto wachanga."
    }
  },
  {
    "id": 42,
    "intervention": {
      "English": "Use of contraceptive methods",
      "French": "Utilisation des méthodes contraceptives",
      "Swahili": "kuchagua njia za kuzuia mimba"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Sexually active woman of childbearing age, married or not",
      "French": "Femme en âge de procréer sexuellement active mariée ou non",
      "Swahili": "Mwanamke wa umri wa kuzaa, aliyeolewa au asiyeolewa"
    },
    "problem_behavior": "Unwanted pregnancies",
    "promoted_behavior": {
      "English": " Women of childbearing age use contraception of their choice",
      "French": "Les femmes en âge de procréer utilisent la contraception de leur choix.",
      "Swahili": "Wanawake wa umri wa kuzaa wanatumia njia za uzazi wa mpango za uchaguzi wao."
    },
    "action": "Use of contraceptive method of choice.",
    "message": {
      "English": "Dear women of childbearing age, use a contraceptive method of your choice to avoid too many early and late pregnancies to ensure your health and your family well-being.",
      "French": "Chères femmes en âge de procréer, utilisez une méthode contraceptive de votre choix pour éviter les grossesses trop nombreuses, trop rapprochées, trop précoces et trop tardives pour assurer votre santé et le bien-être familial.",
      "Swahili": "Wanawake wapendwa wa umri wa kuzaa, tumieni njia ya uzazi wa mpango ya uchaguzi wenu ili kuepuka mimba nyingi za mapema na za kuchelewa ili kuhakikisha afya yenu na ustawi wa familia yenu."
    }
  },
  {
    "id": 43,
    "intervention": {
      "English": "Use of contraceptive methods",
      "French": "Utilisation des méthodes contraceptives",
      "Swahili": "kuchagua njia za kuzuia mimba"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Sexually active woman of childbearing age, married or not",
      "French": "Femme en âge de procréer sexuellement active mariée ou non",
      "Swahili": "Mwanamke wa umri wa kuzaa, aliyeolewa au asiyeolewa"
    },
    "problem_behavior": "Practice of clandestine abortions 3/ Pregnancies that are too close.",
    "promoted_behavior": {
      "English": " Women use contraception of their choice after abortion",
      "French": "Les femmes utilisent la contraception de leur choix après avortement.",
      "Swahili": "Wanawake wanatumia njia za kuzuia mimba baada ya utoaji mimba."
    },
    "action": "",
    "message": {
      "English": "Get informed about contraceptive methods from trained providers and health facilities to help you make an informed choice and use a safe and appropriate method. Dear partners, encourage your wives to use the contraceptive methods of their choice for their health and family well-being. Dear women of childbearing age, use a modern contraceptive method of your choice to avoid resorting to unsafe abortions",
      "French": "Chères femmes en âge de procréer bénéficiez des informations sur les méthodes contraceptives auprès des prestataires formés et dans les FOSA pour vous aider à faire un choix éclairé. Utilisez une méthode sûre et adaptée. Chers partenaires, encouragez vos femmes à utiliser les méthodes contraceptives de leurs choix pour leur santé et le bien-être familial. Chères femmes en âge de procréer, utilisez une méthode contraceptive moderne de votre choix pour éviter de recourir aux avortements non sécurisés.",
      "Swahili": "Pata taarifa kuhusu njia za uzazi wa mpango kutoka kwa watoa huduma waliofunzwa na vituo vya afya ili kukusaidia kufanya uchaguzi mzuri na kutumia njia salama na inayofaa. Waume wapendwa, wahimize wake wenu kutumia njia za uzazi wa mpango za uchaguzi wao kwa afya zao na ustawi wa familia. Wanawake wapendwa wa umri wa kuzaa, tumia njia ya kisasa ya uzazi wa mpango wa uchaguzi wako ili kuepuka kutumia utoaji mimba usio salama."
    }
  },
  {
    "id": 44,
    "intervention": {
      "English": "Newborn care",
      "French": "Soins du Nouveau-né",
      "Swahili": "Huduma ya Msingi"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "The mother",
      "French": "Femme accouchée",
      "Swahili": "Mwanamke aliyezaa"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "The mother complies with the vaccination schedule.",
      "French": "L’accouchée respecte le calendrier vaccinal.",
      "Swahili": "Anaheshimu ratiba ya chanjo."
      },
    "action": "",
    "message": {
      "English": "1. We should vaccinate our children at birth, 1.5 months, 2.5 months, 3.5 months and 9 months to protect them against tuberculosis, polio, diphtheria, pertussis, hepatitis B, meningitis, pneumonia, yellow fever and measles.",
      "French": "1. Faisons vacciner nos enfants à la naissance, à 1 mois et demi, à 2 mois et demi; à 3 mois et demi et à 9 mois pour les protéger contre la tuberculose, la polio, la diphtérie, la coqueluche, l'hépatite B, la méningite, la pneumonie, la fièvre jaune et la rougeole.",
      "Swahili": "1. Hebu tuwachanje watoto wetu wakati wa kuzaliwa, mwezi 1 na nusu, 2 na nusu; katika miezi 3 na nusu na 9 ya kuwalinda na magonjwa ya tuberculose, polio, diphtérie, coqueluche, hépatite B, méningite, pneumonie, fièvre jaune na rougeole."
    }
  },
  {
    "id": 45,
    "intervention": {
      "English": "Newborn care",
      "French": "Soins du Nouveau-né",
      "Swahili": "Huduma ya Msingi"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "The mother",
      "French": "Femme accouchée",
      "Swahili": "Mwanamke aliyezaa"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "The mother complies with the vaccination schedule.",
      "French": "L’accouchée respecte le calendrier vaccinal.",
      "Swahili": "Anaheshimu ratiba ya chanjo."
      },
    "action": "",
    "message": {
      "English": "2. Have your child vaccinated 5 times before his or her first birthday to protect against vaccine-preventable diseases.",
      "French": "2. Faites vacciner votre enfant 5 fois avant son premier anniversaire pour le protéger contre les maladies évitables par la vaccination.",
      "Swahili": "2. mtoto wako achanjwe mara 5 kabla ya siku yao ya kwanza ya kuzaliwa kuwalinda na magonjwa yanayozuilika na chanjo."
    }
  },
  {
    "id": 46,
    "intervention": {
      "English": "Management of side effects",
      "French": "Prise en charge des effets secondaires",
      "Swahili": "Usimamizi wa matatizo zinazotokea katika matumizi ya njia za kuzuia mimba"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Woman using a contraceptive method",
      "French": "Femme utilisatrice d'une méthode contraceptive",
      "Swahili": "Mwanamke atumia njia ya kuzuia mimba"
    },
    "problem_behavior": "Discontinuation of the method due to side effects or rumors",
    "promoted_behavior": {
      "English": " Women with side effects consult a qualified provider before discontinuing the method.",
      "French": "Les femmes ayant des effets secondaires consultent un prestataire qualifié avant l'arrêt de la méthode.",
      "Swahili": "Wanawake walio na matatizo wanatafuta mashauriano kwa mtaalamu wa afya kabla ya kuacha njia ya kuzuia mimba."
    },
    "action": "Timely consultation at the health center in case of side effects that bother the woman",
    "message": {
      "English": "In case of side effects that bother you, go to the health center and immediately consult a trained provider to benefit from the appropriate care.",
      "French": "Chères utilisatrices des méthodes contraceptives, en cas d’effets secondaires qui vous gênent, rendez-vous au centre de santé et consultez immédiatement un prestataire formé pour bénéficier des soins appropriés.",
      "Swahili": "Watumiaji wapendwa wa njia za uzazi wa mpango, ikiwa kuna matatizo ambayo yanakusumbua unaenda kwenye kituo cha afya na mara moja wasiliana na mtaalamu wa afya kupata huduma inayofaa."
    }
  },
  {
    "id": 47,
    "intervention": {
      "English": "Use of contraceptive methods in the postpartum period",
      "French": "Utilisation des méthodes contraceptives en post partum",
      "Swahili": "Matumizi ya njia za kuzuia mimba baada ya kuzaa"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Pregnant women",
      "French": "Femmes enceintes",
      "Swahili": "Mwanamke mjamzito"
    },
    "problem_behavior": "The pregnant woman is not adequately informed at the PNC about the importance of using contraceptive methods after delivery."
    "promoted_behavior": {
      "English": "The pregnant woman is adequately informed at the prenatal consultation (PNC) about the importance of using contraceptive methods after delivery.",
       "French": "La femme enceinte est suffisamment informée à la consultation pré-natale (CPN) sur l'importance de l'utilisation des méthodes contraceptives après l'accouchement.",
      "Swahili": "Mwanamke mjamzito anafahamishwa vya kutosha na mashauriano ya kabla ya kuzaa (CPN) kuhusu umuhimu wa kutumia njia za uzazi wa mpango baada ya kuzaa."
    },
    "action": "Informing pregnant women about the use of contraceptive methods",
    "message": {
      "English": "Pregnant women, go to prenatal consultations. In addition to monitoring your pregnancy, you will get information and counseling on contraceptive methods to use immediately after delivery. This will allow you to avoid the occurrence of an unwanted pregnancy, ensure good health and family well-being. Warning: Ask the provider about contraceptive options to be used immediately after delivery to avoid early pregnancy and ensure your health, your baby's health, and your family's well-being.",
      "French": "Femmes enceintes, allez à la CPN. En plus du suivi de votre grossesse, vous bénéficierez des informations et des conseils sur les méthodes contraceptives à utiliser immédiatement après l’accouchement. Cela vous permettra d’éviter la survenue d'une grossesse non désirée, garantir la bonne santé et le bien-être familial. Chères femmes enceintes, attention! Sollicitez auprès du prestataire les options contraceptives à utiliser immédiatement après l'accouchement pour éviter la survenue d'une grossesse trop rapprochée et garantir votre santé, celle de votre bébé et le bien-être de votre famille.",
      "Swahili": "Wapendwa wanawake wajawazito, nenda kwenye CPN. Mbali na kufuatilia ujauzito wako, utafaidika na taarifa na ushauri juu ya njia za kutumia ili kuzuia mimba  baada ya kuzaa. Hii itakuruhusu kuepuka tukio la ujauzito usiohitajika, kuhakikisha afya nzuri na ustawi wa familia. Wapendwa wanawake wajawazito, Kuwa mwangalifu! Muulize mtaalamu wa afya kuhusu njia za uzazi wa mpango ambazo unaweza ku tumia baada ya kujifungua ili kuepuka mwanzo wa ujauzito ambao uko karibu sana na kuhakikisha afya yako, ya mtoto wako na ustawi wa familia yako."
    }
  },
  {
    "id": 48,
    "intervention": {
      "English": "Use of contraceptive methods in the postpartum period",
      "French": "Utilisation des méthodes contraceptives en post partum",
      "Swahili": "Matumizi ya njia za kuzuia mimba baada ya kuzaa"
    },
    "general_audience": "Women",
    "target_audience": { 
      "English": "Pregnant women",
      "French": "Femmes enceintes",
      "Swahili": "Mwanamke mjamzito"
    },
    "problem_behavior": "",
    "promoted_behavior": {
      "English": "The pregnant woman is adequately informed at the prenatal consultation (PNC) about the importance of using contraceptive methods after delivery.",
       "French": "La femme enceinte est suffisamment informée à la consultation pré-natale (CPN) sur l'importance de l'utilisation des méthodes contraceptives après l'accouchement.",
      "Swahili": "Mwanamke mjamzito anafahamishwa vya kutosha na mashauriano ya kabla ya kuzaa (CPN) kuhusu umuhimu wa kutumia njia za uzazi wa mpango baada ya kuzaa."
    },
    "action": "",
    "message": {
      "English": "Pregnant women, using a safe and effective contraceptive method after delivery helps you ensure the development and health of the mother-child couple and the well-being of the entire family.",
      "French": "Femmes enceintes, l'utilisation d'une méthode contraceptive sûre et efficace après l'accouchement vous aide à garantir l'épanouissement, la santé du couple mère-enfant et le bien-être de toute la famille.",
      "Swahili": "Wanawake wajawazito wapendwa, kutumia njia salama ya uzazi wa mpango baada ya kuzaa inakusaidia kuhakikisha utimilifu wako, afya ya wanandoa na ustawi wa familia nzima."
    }
  },
  {
    "id": 49,
    "intervention": {
      "English": "Use of contraceptive methods in the postpartum period",
      "French": "Utilisation des méthodes contraceptives en post partum",
      "Swahili": "Matumizi ya njia za kuzuia mimba baada ya kuzaa"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Healthcare provider to women in labor in the latency phase",
      "French": "Prestataire auprès de la femme en travail en phase de latence",
      "Swahili": "Mtoa huduma kwa wanawake wakati wa kuzaa katika phase ya latence"
    },
    "problem_behavior": "The healthcare provider does not check with the woman in labor for information on the choice of contraception",
    "promoted_behavior": {
      "English": "Healthcare provider checks with the woman in labor for information on contraceptive choice",
      "French": "Le prestataire vérifie l'information sur le choix préalable de la contraception auprès de la femme en travail.",
      "Swahili": "Mtoa huduma anauliza habari kuhusu uchaguzi wa uzazi wa mpango wa mwanamke wakati wa kuzaa."
    },
    "action": "Systematic checking of information on prior contraceptive choice with the woman in labor",
    "message": {
      "English": "Always check the information on the choice of contraception with the woman in labor so that she can benefit from the chosen method at the prenatal consultation (PNC) if necessary.",
      "French": "Prestataires, vérifiez systématiquement l'information sur le choix préalable de la contraception auprès de la femme en travail pour lui permettre de bénéficier de la méthode choisie à la consultation pré-natale (CPN) le cas échéant.",
      "Swahili": "Watoa huduma wapendwa, kwa utaratibu angalia taarifa juu ya uchaguzi wa njia ya uzazi wa mpango wa mwanamke wakati wa kuzaa ili kumruhusu kufaidika na njia iliyochaguliwa katika CPN ikiwa ni lazima."
    }
  },
  {
    "id": 50,
    "intervention": {
      "English": "Use of contraceptive methods in the postpartum period",
      "French": "Utilisation des méthodes contraceptives en post partum",
      "Swahili": "Matumizi ya njia za kuzuia mimba baada ya kuzaa"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Healthcare provider to women in labor in the latency phase",
      "French": "Prestataire auprès de la femme en travail en phase de latence",
      "Swahili": "Mtoa huduma kwa wanawake wakati wa kuzaa katika phase ya latence"
    },
    "problem_behavior": "Healthcare providers do not give contraceptive counseling to women in labor",
    "promoted_behavior": {
      "English": "Healthcare provider gives contraceptive counseling to the woman in labor.",
      "French": "Les prestataires fait le counseling sur la contraception auprès de la femme en travail.",
      "Swahili": "Watoa huduma wanapana ushauri wa uzazi wa mpango kwa wanawake wakati wa kuzaa."
    },
    "action": "Systematic initiation of contraceptive counseling for women in labor who have not yet chosen a contraceptive method",
    "message": {
      "English": "Dear healthcare providers, initiate contraceptive counseling with the woman in labor so that she can benefit from a method of her choice for her health, her baby's health and the family's well-being",
      "French": "Chers prestataires, initiez le counseling sur la contraception auprès de la femme en travail d’accouchement afin qu'elle bénéficie d'une méthode de son choix pour sa santé, celle de son bébé et le bien-être familial.",
      "Swahili": "Watoa huduma wapendwa, fanya ushauri wa uzazi wa mpango kwa mwanamke wakati wa kuzaa ili awe na njia ya kuchagua kwa afya yake, ile ya mtoto wake na ustawi wa familia yake."
    }
  },
  {
    "id": 51,
    "intervention": {
      "English": "Sexual and Gender-Based violence (SGBV)",
      "French": "Violences Sexuelles et Basées sur le Genre (SGBV)",
      "Swahili": "Unyanyasaji ya Kijinsia (SGBV)"
    },
    "general_audience": "Women and Men",
    "target_audience": { 
      "English": "Survivor of Sexual and Gender-Based violence (SGBV)",
      "French": "Survivant des violences sexuelles basées sur le genre",
      "Swahili": "Survivant wa unyanyasaji ya kijinsia (SGBV)"
    },
    "problem_behavior": "Do not denounce the damage suffered",
    "promoted_behavior": {
      "English": "Report any case of violence",
      "French": "Dénoncer tout cas de violence.",
      "Swahili": "Ripoti kesi yoyote ya ubakaji."
    },
    "action": "Reporting all cases of rape",
    "message": {
      "English": "I, a survivor of Sexual and Gender-Based Violence (SGBV), denounce the abuses I suffered, demand proper care and prosecution of the perpetrator.",
      "French": "Moi, survivant des violences sexuelles basées sur le genre, je dénonce les abus dont j'ai fait l'objet, demande une prise en charge correcte et les poursuites de mon bourreau.",
      "Swahili": "Mimi, mwathirika wa unyanyasaji wa kijinsia, ninaripoti unyanyasaji ambao ume ni tesa, ninaomba huduma na kumshtaki mtu aliye ni baka."
    }
  },
  {
    "id": 52,
    "intervention": {
      "English": "Sexual and Gender-Based violence (SGBV)",
      "French": "Violences Sexuelles et Basées sur le Genre (SGBV)",
      "Swahili": "Unyanyasaji ya Kijinsia (SGBV)"
    },
    "general_audience": "Community",
    "target_audience": { 
      "English": "Community",
      "French": "Communauté",
      "Swahili": "Jamii"
    },
    "problem_behavior": "Stigmatizes the victim of sexual violence",
    "promoted_behavior": {
      "English": "Stop stigmatizing the victim of sexual violence.",
      "French": "Arrête de stigmatiser la victime de violence sexuelle.",
      "Swahili": "Kukomesha ubaguzi ya waathirika wa unyanyasaji wa kijinsia."
    },
    "action": "Promotion of care services for survivors of SGBV victims",
    "message": {
      "English": "Dear community members, DO NOT stigmatize survivors of Sexual and Gender-Based Violence (SGBV). Encourage them to report and assist them in getting better care.",
      "French": "Chers membres de la communauté, ATTENTION! Évitez de stigmatiser les survivants de violence sexuelle basée sur le genre. Encouragez-les à dénoncer et accompagnez-les pour une meilleure prise en charge.",
      "Swahili": "Wanajamii wapendwa, epuka ubaguzi ya waathirika wa unyanyasaji wa kijinsia. Wahimize kuripoti unyanyasaji na kuwasaidia kupata huduma bora."
    }
  },
  {
    "id": 53,
    "intervention": {
      "English": "Sexual and Gender-Based violence (SGBV)",
      "French": "Violences Sexuelles et Basées sur le Genre (SGBV)",
      "Swahili": "Unyanyasaji ya Kijinsia (SGBV)"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Healthcare provider",
      "French": "Prestataire",
      "Swahili": "Mtoa huduma"
    },
    "problem_behavior": "Fails to provide timely and appropriate care to the survivor of SGBV.",
    "promoted_behavior": {
      "English": "Provides timely and appropriate care to the survivor of Sexual and Gender-Based Violence (SGBV).",
      "French": "Administre les soins appropriés à temps au survivant des violences sexuelles basées sur le genre.",
      "Swahili": "Anatoa huduma sahihi kwa wakati kwa mwathirika wa unyanyasaji ya kijinsia (SGBV)."
    },
    "action": "Holistic care for survivors of SGBV.",
    "message": {
      "English": "Dear healthcare providers, listen to survivors of Sexual and Gender-Based Violence (SGBV) and provide them with adequate care to facilitate their social reintegration.",
      "French": "Chers prestataires, écoutez-les, offrez aux survivants de violence sexuelle basée sur le genre une prise en charge adéquate pour faciliter leur réinsertion sociale.",
      "Swahili": "Watoa huduma wa afya wapendwa, sikilizeni waathirika  wa unyanyasaji ya kijinsia (SGBV) na wapeni huduma za kutosha ili kuwezesha kurudi kwao ndani ya jamii."
    }
  },
  {
    "id": 54,
    "intervention": {
      "English": "Treatment of urogenital fistula",
      "French": "Prise en charge de fistule urogénitale",
      "Swahili": "Usimamizi wa fistule urogénitale"
    },
    "general_audience": "Healthcare Provider",
    "target_audience": { 
      "English": "Healthcare provider",
      "French": "Prestataire",
      "Swahili": "Mtoa huduma"
    },
    "problem_behavior": "Harmful and inappropriate practices (non-use of partograms during labor monitoring, Christeller maneuver, ...)",
    "promoted_behavior": {
      "English": "Applies recommended practices (use of partograms during labor monitoring, etc.)",
      "French": "Applique les pratiques recommandées (utilisation des partogrammes pendant la surveillance du travail d'accouchement, etc.)",
      "Swahili": "Tumia mazoea yaliyopendekezwa (matumizi ya partograms wakati wa ufuatiliaji wa kuzaa, etc.)"
    },
    "action": "Application of recommended practices to save women's lives (use of partograms during labor monitoring, ...)",
    "message": {
      "English": "Dear healthcare providers, please follow recommended practices in the management of women in labor. Use partograms during labor monitoring to avoid complications and death of mother and baby.",
      "French": "Chers prestataires, veillez à l'application des pratiques recommandées dans la prise en charge des femmes en travail d’accouchement. Utilisez des partogrammes pendant la surveillance du travail d’accouchement pour éviter les complications et le décès de la mère et de son bébé.",
      "Swahili": "Watoa huduma wapendwa, tafadhali tumia mazoea yaliyopendekezwa katika utunzaji wa wanawake wakati wa kuzaa. Tumia partograms wakati wa ufuatiliaji wa kuzaa ili kuepuka matatizo na kifo cha mama na mtoto wake."
    }
  },
  {
    "id": 55,
    "intervention": {
      "English": "Treatment of urogenital fistula",
      "French": "Prise en charge de fistule urogénitale",
      "Swahili": "Usimamizi wa fistule urogénitale"
    },
    "general_audience": "Women and Men",
    "target_audience": { 
      "English": "Fistula patient",
      "French": "Porteuse de fistule",
      "Swahili": "Mgonjwa wa fistule"
    },
    "problem_behavior": "Fistula patients hide and are ashamed",
    "promoted_behavior": {
      "English": "Do not hide, go to the health facility for appropriate care.",
      "French": "Ne pas se cacher, se rendre dans les formation sanitaire (FOSA) pour la prise en charge appropriée.",
      "Swahili": "Usijifiche, nenda kwenye kituo cha afya kwa ajili ya huduma inayofaa."
    },
    "action": "Consultation in health facilities to benefit from fistula repair",
    "message": {
      "English": "Women with urogenital fistulas, come out of hiding to receive proper care and improve your health.",
      "French": "Porteuses de fistules urogénitales, sortez de la clandestinité pour recevoir les soins appropriés et améliorer votre état de santé.",
      "Swahili": "Wapendwa wanawake wenye fistule urogénitale epuka kujificha, kuja kupata huduma sahihi na kuboresha afya yako."
    }
  },
  {
    "id": 56,
    "intervention": {
      "English": "Treatment of urogenital fistula",
      "French": "Prise en charge de fistule urogénitale",
      "Swahili": "Usimamizi wa fistule urogénitale"
    },
    "general_audience": "Community",
    "target_audience": { 
      "English": "Community",
      "French": "Communauté",
      "Swahili": "Jamii"
    },
    "problem_behavior": "Stigmatization of fistula patients",
    "promoted_behavior": {
      "English": "Stop stigmatizing urogenital fistula patients.",
      "French": "Arrêter de stigmatiser les porteuses des fistules urogénitales.",
      "Swahili": "Kukomesha ubaguzi wa wanawake wenye fistule urogénitale."
    },
    "action": "Assisting patients with urogenital fistulas in the repair process",
    "message": {
      "English": "Dear community members, DO NOT stigmatize patients with urogenital fistulas, but encourage them to seek medical attention and provide timely support for the repair process so that they can regain their well-being.",
      "French": "Chers membres de la communauté, ATTENTION! Évitez de stigmatiser les porteuses des fistules urogénitales, par contre encouragez-les à consulter et accompagnez-les à temps pour la réparation afin de retrouver le bien-être.",
      "Swahili": "Wapendwa wanawake wenye fistule urogénitale epuka kujificha, kuja kupata huduma sahihi na kuboresha afya yako."
    }
  },
  {
    "id": 57,
    "intervention": {
      "English": "Breastfeeding within one hour after delivery.",
      "French": "Mise au sein dans l'heure qui suit l'accouchement.",
      "Swahili": "Ku nyonyesha ndani ya saa moja baada ya kuzaa."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Pregnant women",
      "French": "Femmes enceintes",
      "Swahili": "Mwanamke mjamzito"
    },
    "problem_behavior": "Some pregnant women do not comply with the 4 PNC visits to receive counseling on the benefits of breastfeeding immediately after delivery or do not observe breastfeeding within one hour after delivery.",
    "promoted_behavior": {
      "English": "Pregnant women comply with the prenatal consultation (PNC) to receive counseling on the benefits of breastfeeding their newborns immediately after delivery.",
      "French": "Les femmes enceintes respectent  la consultation pré-natale(CPN) pour recevoir  les conseils sur les avantages de mettre le nouveau-né au sein immédiatement après l'accouchement.",
      "Swahili": "Wanawake wajawazito wana heshimu ziara za Mashauriano ya kabla ya kuzaa (CPN) kupata ushauri juu ya faida za kumnyonyesha mtoto baada ya kuzaa."
    },
    "action": "",
    "message": {
      "English": "Pregnant woman, go to the prenatal consultation (PNC) to get information and counseling on breastfeeding your newborn immediately after delivery, to ensure your well-being and that of your newborn.",
      "French": "Femme enceinte, allez à la consultation pré-natale (CPN), pour bénéficier des informations et des conseils sur la mise au sein du nouveau-né immédiatement après l’accouchement, pour assurer votre bien-être et celui du nouveau-né.",
      "Swahili": "Mwanamke mjamzito mpendwa, nenda Mashauriano ya kabla ya kuzaa (CPN) kupata taarifa na ushauri juu ya kumnyonyesha mtoto mara tu baada ya kuzaa, kuhakikisha ustawi wako na ule wa mtoto wako"
    }
  },
  {
    "id": 58,
    "intervention": {
      "English": "Breastfeeding within one hour after delivery.",
      "French": "Mise au sein dans l'heure qui suit l'accouchement.",
      "Swahili": "Ku nyonyesha ndani ya saa moja baada ya kuzaa."
    },
    "general_audience": "Breastfeeding women",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Some women are not provided with information on breastfeeding immediately after delivery.",
    "promoted_behavior": {
      "English": "Women receive information about breastfeeding their newborns immediately after delivery.",
      "French": "Les femmes bénéficient des informations sur la mise au sein des nouveau-nés immédiatement après l'accouchement.",
      "Swahili": "Wanawake wana faidika na taarifa juu ya kunyonyesha watoto mara tu baada ya kuzaa."
    },
    "action": "",
    "message": {
      "English": "Mother, breastfeed your baby immediately after delivery, it contributes to your good health and that of your baby.",
      "French": "Maman, mettez votre bébé au sein immédiatement après l’accouchement, cela contribue à votre bonne santé et celle de votre bébé.",
      "Swahili": "Mama mpendwa, nyonyesha mtoto wako mara tu baada ya kuzaa kwa afya yako nzuri na ya mtoto wako."
    }
  },
  {
    "id": 59,
    "intervention": {
      "English": "Breastfeeding within one hour after delivery.",
      "French": "Mise au sein dans l'heure qui suit l'accouchement.",
      "Swahili": "Ku nyonyesha ndani ya saa moja baada ya kuzaa."
    },
    "general_audience": "Breastfeeding women",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Some women are not provided with information on breastfeeding immediately after delivery.",
    "promoted_behavior": {
      "English": "Women receive information about breastfeeding their newborns immediately after delivery.",
      "French": "Les femmes bénéficient des informations sur la mise au sein des nouveau-nés immédiatement après l'accouchement.",
      "Swahili": "Wanawake wana faidika na taarifa juu ya kunyonyesha watoto mara tu baada ya kuzaa."
    },
    "action": "",
    "message": {
      "English": "Mother, breastfeed your newborn immediately after birth to quickly stimulate the production of breast milk, this first yellowish milk (colostrum), gives a natural protection to the newborn against diseases. Don't throw it away, give it to your newborn quickly.",
      "French": "Maman, donnez le sein à votre nouveau-né dès sa naissance pour stimuler rapidement la production du lait maternel, ce premier lait jaunâtre (colostrum), donne une protection naturelle au nouveau-né contre les maladies. Ne le jetez pas, donnez-le vite à votre nouveau-né.",
      "Swahili": "Mama mpendwa, nyonyesha mtoto wako anapo zaliwa ili kusaidia  kutoka kwa maziwa ya matiti (maziba), maziwa haya ya kwanza ya manjano (colostrum), inatoa kinga ya asili kwa mtoto aliye zaliwa  na ina mu epusha na magonjwa. Usiitupe, uipe haraka mtoto wako."
    }
  },
  {
    "id": 60,
    "intervention": {
      "English": "Breastfeeding within one hour after delivery.",
      "French": "Mise au sein dans l'heure qui suit l'accouchement.",
      "Swahili": "Ku nyonyesha ndani ya saa moja baada ya kuzaa."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Some women are not provided with information on breastfeeding immediately after delivery.",
    "promoted_behavior": {
      "English": "Women receive information about breastfeeding their newborns immediately after delivery.",
      "French": "Les femmes bénéficient des informations sur la mise au sein des nouveau-nés immédiatement après l'accouchement.",
      "Swahili": "Wanawake wana faidika na taarifa juu ya kunyonyesha watoto mara tu baada ya kuzaa."
    },
    "action": "",
    "message": {
      "English": "Mother, breastfeeding your baby immediately after delivery facilitates the expulsion of the placenta and reduces bleeding.",
      "French": "Maman, allaiter votre bébé immédiatement après l’accouchement facilite l‘expulsion du placenta et diminue les saignements.",
      "Swahili": "Mama mpendwa, kumnyonyesha mtoto wako mara tu baada ya kuzaa ina wezesha kufukuzwa kwa plasenta na ina maliza kupungukwa damu."
    }
  },
  {
    "id": 61,
    "intervention": {
      "English": "Breastfeeding within one hour after delivery.",
      "French": "Mise au sein dans l'heure qui suit l'accouchement.",
      "Swahili": "Ku nyonyesha ndani ya saa moja baada ya kuzaa."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Man (husband)",
      "French": "Homme (mari)",
      "Swahili": "Mume/mpenzi"
    },
    "problem_behavior": "Some men do not encourage or support their wives to attend PNC appointments for information and counseling on breastfeeding newborns immediately after delivery.",
    "promoted_behavior": {
      "English": "Men encourage and support their wives to attend prenatal consultation (PNC) appointments to receive information and counseling on breastfeeding newborns immediately after delivery.",
      "French": "Les hommes encouragent et soutiennent leurs femmes à se rendre au rendez-vous de la consultation pré-natale (CPN) pour bénéficier des informations et des conseils sur la mise au sein des nourrissons immédiatement après l’accouchement.",
      "Swahili": "Wanaume wana himiza na kuwasaidia wake zao kwenda Mashauriano ya kabla ya kuzaa (CPN) kupokea taarifa na ushauri juu ya kunyonyesha watoto mara tu baada ya kuzaa."
    },
    "action": "",
    "message": {
      "English": "Husband/Spouse, encourage and support your wives to attend prenatal consultation (PNC) appointments to get information and counseling on breastfeeding the newborn immediately after delivery for the well-being of the family.",
      "French": "Mari/Conjoint, encouragez et soutenez vos femmes aux rendez-vous de la consultation pré-natale(CPN) pour bénéficier des informations et des conseils sur la mise au sein du nouveau-né immédiatement après l’accouchement pour le bien-être de la famille.",
      "Swahili": "Mume/Mpenzi Mpendwa, muhimize na kuunga mkono mke wako katika mikutano ya Mashauriano ya kabla ya kuzaa (CPN) kupokea taarifa na ushauri juu ya kumnyonyesha mtoto mara tu baada ya kuzaa kwa ajili ya ustawi wa familia"
    }
  },
  {
    "id": 62,
    "intervention": {
      "English": "Breastfeeding within one hour after delivery.",
      "French": "Mise au sein dans l'heure qui suit l'accouchement.",
      "Swahili": "Ku nyonyesha ndani ya saa moja baada ya kuzaa."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Healthcare provider",
      "French": "Prestataire",
      "Swahili": "Mtoa huduma"
    },
    "problem_behavior": "Some healthcare providers do not assist or encourage breastfeeding women to breastfeed their newborns immediately after delivery.",
    "promoted_behavior": {
      "English": "Healthcare providers assist and encourage women to breastfeed their newborns within one hour after delivery",
      "French": "Les prestataires aident et encouragent les femmes à mettre les nouveau-nés au sein dans l'heure qui suit l'accouchement.",
      "Swahili": "Watoa huduma wana saidia na kuhimiza wanawake kunyonyesha watoto wachanga ndani ya saa moja ya kuzaa."
    },
    "action": "",
    "message": {
      "English": "Healthcare providers, make sure you support and encourage women to breastfeed their newborns immediately after delivery for the sake of our community.",
      "French": "Prestataires, prenez soin d’aider et d’encourager les femmes à mettre au sein le nouveau-né immédiatement après l'accouchement pour le bien être de notre communauté.",
      "Swahili": "Wapendwa watoa huduma, tafadhali wasaidie na kuwahimiza wanawake kumnyonyesha mtoto mara tu baada ya kuzaa kwa ajili ya ustawi wa jamii yetu."
    }
  },
  {
    "id": 63,
    "intervention": {
      "English": "Breastfeeding within one hour after delivery.",
      "French": "Mise au sein dans l'heure qui suit l'accouchement.",
      "Swahili": "Ku nyonyesha ndani ya saa moja baada ya kuzaa."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Community members",
      "French": "Les membres de la communauté",
      "Swahili": "Wanajamii"
    },
    "problem_behavior": "Community members do not encourage breastfeeding women to breastfeed their newborns immediately after delivery.",
    "promoted_behavior": {
      "English": "Community members encourage breastfeeding women to breastfeed their newborns immediately after delivery.",
      "French": "Les membres de la communauté incitent les femmes allaitantes à mettre au sein le nouveau-né immédiatement après l’accouchement.",
      "Swahili": "Wanajamii wana himiza wanawake wanaonyonyesha kumnyonyesha mtoto mara tu baada ya kuzaa."
    },
    "action": "",
    "message": {
      "English": "Community members, encourage the breastfeeding woman to breastfeed the newborn immediately after delivery for their good health.",
      "French": "Membres de la communauté, encouragez la femme allaitante à mettre au sein le nouveau-né immédiatement après l’accouchement pour leur bonne santé.",
      "Swahili": "Wanajamii wapendwa, mhimize mwanamke anayenyonyesha kumnyonyesha mtoto mchanga mara tu baada ya kuzaa ili kuhakikisha afya njema."
    }
  },
  {
    "id": 64,
    "intervention": {
      "English": "Exclusive breastfeeding up to 6 months.",
      "French": "Allaitement exclusif jusqu'à 6 mois.",
      "Swahili": "Unyonyeshaji wa kipekee hadi miezi 6."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Women do not respect exclusive and regular breastfeeding of their babies.",
    "promoted_behavior": {
      "English": "Women respect exclusive and regular breastfeeding.",
      "French": "Les femmes respectent l'allaitement exclusif et régulier.",
      "Swahili": "Wanawake wana heshimu unyonyeshaji wa kipekee na wa kawaida wa watoto wao."
    },
    "action": "",
    "message": {
      "English": "Mother, breast milk is the only natural, complete and adapted food that meets 100% of your baby's needs. Feed your baby exclusively and regularly from birth until the age of six months. Do not give anything even water, breast milk also contains water.",
      "French": "Maman, le lait maternel est le seul aliment naturel, complet, adapté répondant à 100% aux besoins de votre bébé, nourrissez-le exclusivement et régulièrement au sein dès la naissance jusqu’à l’âge de six mois. Ne donnez rien même pas de l'eau, le lait maternel contient aussi l’eau.",
      "Swahili": "Mama mpendwa, maziwa ya matiti (maziba) ni chakula pekee cha asili, kamili, kinachofaa ambacho ina kutana na 100% ya mahitaji ya mtoto wako, kumlisha peke yake na mara kwa mara kwenye matiti tangu kuzaliwa hadi umri wa miezi sita. Usimpe maji, maziwa ya mama pia yana maji."
    }
  },
  {
    "id": 65,
    "intervention": {
      "English": "Exclusive breastfeeding up to 6 months.",
      "French": "Allaitement exclusif jusqu'à 6 mois.",
      "Swahili": "Unyonyeshaji wa kipekee hadi miezi 6."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Women do not respect exclusive and regular breastfeeding of their babies.",
    "promoted_behavior": {
      "English": "Women respect exclusive and regular breastfeeding.",
      "French": "Les femmes respectent l'allaitement exclusif et régulier.",
      "Swahili": "Wanawake wana heshimu unyonyeshaji wa kipekee na wa kawaida wa watoto wao."
    },
    "action": "",
    "message": {
      "English": "Mother, exclusively breastfeed your baby for the first 6 months to protect him/her from diseases such as diarrhea, respiratory infections and also to prevent unwanted or early pregnancies, risk of ovarian and breast cancer.",
      "French": "Maman, allaitez exclusivement votre bébé pendant les 6 premiers mois pour le protéger contre les maladies telles que la diarrhée, les infections respiratoires et aussi prévenir les grossesses non désirées ou précoces, le risque de cancer des ovaires et des seins.",
      "Swahili": "Mama mpendwa, mtoto wako anahitaji unyonyeshaji wa kipekee kwa miezi 6 ya kwanza ili kumkinga na magonjwa kama vile kuharisha, maambukizi ya kupumua pamoja na kuzuia mimba zisizohitajika au mapema, hatari ya cancer ya ovari na matiti."
    }
  },
  {
    "id": 66,
    "intervention": {
      "English": "Exclusive breastfeeding up to 6 months.",
      "French": "Allaitement exclusif jusqu'à 6 mois.",
      "Swahili": "Unyonyeshaji wa kipekee hadi miezi 6."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Women do not respect exclusive and regular breastfeeding of their babies.",
    "promoted_behavior": {
      "English": "Women respect exclusive and regular breastfeeding.",
      "French": "Les femmes respectent l'allaitement exclusif et régulier.",
      "Swahili": "Wanawake wana heshimu unyonyeshaji wa kipekee na wa kawaida wa watoto wao."
    },
    "action": "",
    "message": {
      "English": "Mother, Be careful!  If your baby is less than 6 months old, continue with exclusive breastfeeding and increase the frequency of breastfeeding during the illness and two weeks after the illness to keep the child healthy.",
      "French": "Maman, Attention! En cas de maladie d’un bébé de moins de 6 mois, continuez avec la pratique d'allaitement exclusif en augmentant la fréquence de tété pendant la maladie et deux semaines après la maladie pour garder l'enfant en bonne santé.",
      "Swahili": "Mama mpendwa, Kuwa mwangalifu!  Ikiwa ugonjwa wa mtoto chini ya miezi 6, endelea na mazoezi ya unyonyeshaji wa kipekee na kuongeza idadi ya nyakati za unyonyeshaji wakati wa ugonjwa na wiki mbili baada ya ugonjwa ili kuhakikisha afya njema kwa mtoto."
    }
  },
  {
    "id": 67,
    "intervention": {
      "English": "Exclusive breastfeeding up to 6 months.",
      "French": "Allaitement exclusif jusqu'à 6 mois.",
      "Swahili": "Unyonyeshaji wa kipekee hadi miezi 6."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Women do not respect exclusive and regular breastfeeding of their babies.",
    "promoted_behavior": {
      "English": "Women respect exclusive and regular breastfeeding.",
      "French": "Les femmes respectent l'allaitement exclusif et régulier.",
      "Swahili": "Wanawake wana heshimu unyonyeshaji wa kipekee na wa kawaida wa watoto wao."
    },
    "action": "",
    "message": {
      "English": "Working mother, to keep your baby healthy while you are away from home, continue with exclusive breastfeeding practice by pouring breast milk into clean and closed cups knowing that breast milk keeps for 8 to 10 hours in a cool place (room temperature).",
      "French": "Maman travailleuse, pour garder votre bébé en bonne santé pendant votre absence à la maison, continuez avec la pratique d'allaitement exclusif en exprimant le lait maternel dans des tasses bien propres et fermées sachant que le lait maternel se conserve pendant 8h à 10h dans un endroit frais (température ambiante).",
      "Swahili": "Mpendwa mama anayefanya kazi, kumweka mtoto wako afya wakati uko mbali na nyumbani, endelea na mazoezi ya unyonyeshaji wa kipekee kwa kuweka maziwa ya mama katika vikombe safi na vilivyofungwa kujua kwamba maziwa ya mama inaeza wekwa kwa masaa 8 hadi 10 mahali pa baridi (joto la chumba)."
    }
  },
  {
    "id": 68,
    "intervention": {
      "English": "Exclusive breastfeeding up to 6 months.",
      "French": "Allaitement exclusif jusqu'à 6 mois.",
      "Swahili": "Unyonyeshaji wa kipekee hadi miezi 6."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Man (husband)",
      "French": "Homme (mari)",
      "Swahili": "Mume/mpenzi"
    },
    "problem_behavior": "Men (husband) do not encourage women to exclusively breastfeed their infants but rather induce them to give something else.",
    "promoted_behavior": {
      "English": "Men (Husbands) encourage and urge women to exclusively breastfeed their infants on a regular basis.",
      "French": "Les Hommes (Mari) encouragent et incitent les femmes à donner uniquement le lait maternel aux nourrissons de façon régulière.",
      "Swahili": "Wanaume (waume) wana himiza wanawake kunyonyesha  kipekee watoto wachanga mara kwa mara."
    },
    "action": "",
    "message": {
      "English": "Father, breast milk for children aged 0 to 6 months is a complete food that meets 100% of the baby's needs and contains enough water to satisfy his thirst; encourage your wives to exclusively breastfeed infants to protect them from diseases (diarrhea and respiratory infections, etc.)",
      "French": "Papa, le lait maternel chez l’enfant âgé de 0 à 6 mois est une nourriture complète répondant à 100% aux besoins du bébé et contenant la quantité suffisante d’eau pour étancher sa soif; encouragez vos   femmes à donner uniquement le lait maternel aux nourrissons pour les protéger contre les maladies (la diarrhée et les infections respiratoires, etc.)",
      "Swahili": "Baba Mpendwa, maziwa ya mama kwa watoto wenye umri wa miezi 0 hadi 6 ni chakula kamili ambacho ina kutana na 100% ya mahitaji ya mtoto na kina maji ya kutosha kuzima kiu yake; Mhimize mke wako kuwapa watoto wachanga maziwa ya mama ili kuwalinda na magonjwa (kuharisha na maambukizi ya kupumua, etc.)"
    }
  },
  {
    "id": 69,
    "intervention": {
      "English": "Exclusive breastfeeding up to 6 months.",
      "French": "Allaitement exclusif jusqu'à 6 mois.",
      "Swahili": "Unyonyeshaji wa kipekee hadi miezi 6."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Man (husband)",
      "French": "Homme (mari)",
      "Swahili": "Mume/mpenzi"
    },
    "problem_behavior": "Men (husband) do not encourage women to exclusively breastfeed their infants but rather induce them to give something else.",
    "promoted_behavior": {
      "English": "Men (Husbands) encourage and urge women to exclusively breastfeed their infants on a regular basis.",
      "French": "Les Hommes (Mari) encouragent et incitent les femmes à donner uniquement le lait maternel aux nourrissons de façon régulière.",
      "Swahili": "Wanaume (waume) wana himiza wanawake kunyonyesha  kipekee watoto wachanga mara kwa mara."
    },
    "action": "",
    "message": {
      "English": "Father, encourage and urge your wives to exclusively breastfeed babies from 0 to 6 months to reduce the risk of obesity and diabetes in adulthood.",
      "French": "Papa, encouragez et incitez vos femmes à ne donner que le lait maternel aux bébés de 0 à 6 mois afin de réduire le risque d'obésité et de diabète à l'âge adulte.",
      "Swahili": "Baba Mpendwa, mhimize mke  wako kuwapa watoto maziwa ya mama kutoka miezi 0 hadi 6 ili kupunguza hatari ya obésité na ugonjwa wa kisukari watakapo komaa."
    }
  },
  {
    "id": 70,
    "intervention": {
      "English": "Exclusive breastfeeding up to 6 months.",
      "French": "Allaitement exclusif jusqu'à 6 mois.",
      "Swahili": "Unyonyeshaji wa kipekee hadi miezi 6."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Healthcare providers (Clinical and Community)",
      "French": "Prestataires (Clinique et Communautaire)",
      "Swahili": "Watoa huduma (Kliniki na Jamii)"
    },
    "problem_behavior": "Healthcare providers do not encourage women to exclusively breastfeed infants on a regular basis, and encourage them to engage in other practices",
    "promoted_behavior": {
      "English": "Healthcare providers encourage and counsel women to exclusively breastfeed their infants on a regular basis",
      "French": "Les prestataires encouragent et incitent les femmes à allaiter les nourrissons de façon régulière et exclusive.",
      "Swahili": "Wa toa huduma wana himiza wanawake kunyonyesha watoto wachanga mara kwa mara na wa kipekee."
    },
    "action": "",
    "message": {
      "English": "Healthcare providers, encouraging and urging women to breastfeed babies on a regular basis, 10 to 12 times a day and night and on demand by the baby is your responsibility for the healthy growth of the baby and the well-being of the mother.",
      "French": "Prestataires, encouragez et incitez les femmes à allaiter régulièrement les bébés 10 à 12 fois le jour, la nuit et sur demande du bébé est de votre responsabilité pour la bonne croissance du bébé et le bien-être de la maman.",
      "Swahili": "Prestataires, encouragez et incitez les femmes à allaiter régulièrement les bébés 10 à 12 fois le jour, la nuit et sur demande du bébé est de votre responsabilité pour la bonne croissance du bébé et le bien-être de la maman."
    }
  },
  {
    "id": 71,
    "intervention": {
      "English": "Exclusive breastfeeding up to 6 months.",
      "French": "Allaitement exclusif jusqu'à 6 mois.",
      "Swahili": "Unyonyeshaji wa kipekee hadi miezi 6."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Community members",
      "French": "Membres de la Communauté",
      "Swahili": "Wanajamii"
    },
    "problem_behavior": "They do not encourage women to use only breast milk to feed their babies",
    "promoted_behavior": {
      "English": "They encourage women to use only breast milk to feed their babies.",
      "French": "Les membres de la communauté incitent les femmes à allaiter les bébés uniquement avec le lait maternel.",
      "Swahili": "Wanajamii wana himiza wanawake kunyonyesha watoto na maziwa ya mama pekee."
    },
    "action": "",
    "message": {
      "English": "Community members, encourage breastfeeding women to exclusively breastfeed their babies with breast milk for the first 6 months and to wait until the babies are tired to ensure their healthy growth.",
      "French": "Membres de la communauté, incitez les femmes allaitantes à allaiter exclusivement leur bébé pendant les 6 premiers mois et à allaiter jusqu’à ce que le bébé soit fatigué pour garantir sa bonne croissance.",
      "Swahili": "Wanajamii wapendwa, wahimize wanawake wanao nyonyesha ku wa nyonyesha watoto wao maziwa ya mama pekee kwa miezi 6 ya kwanza na kuchukua muda hadi watoto wanapochoka ili kuhakikisha ku komaa vizuri."
    }
  },
  {
    "id": 72,
    "intervention": {
      "English": "Breastfeeding continues until the child is 2 years old or older.",
      "French": "L’allaitement continue jusqu'à 2 ans et plus.",
      "Swahili": "Unyonyeshaji unaendelea hadi miaka 2 na zaidi."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Women do not breastfeed children up to 2 years and beyond.",
    "promoted_behavior": {
      "English": "Women breastfeed children up to 2 years and beyond.",
      "French": "Les femmes allaitent les enfants jusqu'à 2 ans et plus.",
      "Swahili": "Wanawake wananyonyesha watoto hadi miaka miwili na zaidi."
    },
    "action": "",
    "message": {
      "English": "Mothers, breastfeed your children until they are 2 years old or older to promote their healthy growth",
      "French": "Mamans, allaitez vos enfants jusqu'à 2 ans et plus pour favoriser leur bonne croissance",
      "Swahili": "Wamama wapendwa, mu wa nyonyeshe watoto wenu hadi miaka 2 na zaidi ili kuhakikisha ku komaa kwao vizuri."
    }
  },
  {
    "id": 73,
    "intervention": {
      "English": "Breastfeeding continues until the child is 2 years old or older.",
      "French": "L’allaitement continue jusqu'à 2 ans et plus.",
      "Swahili": "Unyonyeshaji unaendelea hadi miaka 2 na zaidi."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Man (husband)",
      "French": "Homme (mari)",
      "Swahili": "Mume/mpenzi"
    },
    "problem_behavior": "Men do not encourage their wives to breastfeed children up to 2 years and beyond",
    "promoted_behavior": {
      "English": "Men encourage their wives to breastfeed children up to 2 years and beyond.",
      "French": "Les hommes encouragent les femmes à allaiter les enfants jusqu'à de 2 ans et plus.",
      "Swahili": "Wanaume wahimiza wanawake kunyonyesha watoto hadi umri wa miaka 2 na zaidi."
    },
    "action": "",
    "message": {
      "English": "Fathers, encourage your wives to breastfeed children until they are 2 years and older for their healthy growth.",
      "French": "Papas, encouragez vos femmes à allaiter les enfants jusqu'à 2 ans et plus pour leur bonne croissance.",
      "Swahili": "Wababa wapendwa, wahimize wake zenu ku wanyonyesha watoto hadi miaka 2 na zaidi ili wa komae vizuri."
    }
  },
  {
    "id": 74,
    "intervention": {
      "English": "Breastfeeding continues until the child is 2 years old or older.",
      "French": "L’allaitement continue jusqu'à 2 ans et plus.",
      "Swahili": "Unyonyeshaji unaendelea hadi miaka 2 na zaidi."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Healthcare provider",
      "French": "Prestataire",
      "Swahili": "Mtoa huduma"
    },
    "problem_behavior": "Healthcare providers do not encourage women to breastfeed children until they are 2 years old or older.",
    "promoted_behavior": {
      "English": "Healthcare providers encourage women to breastfeed children until they are 2 years old or older.",
      "French": "Les prestataires encouragent les femmes à allaiter les enfants jusqu'à 2 ans et plus.",
      "Swahili": "Watoa huduma wana himiza wanawake kuwanyonyesha watoto hadi umri wa miaka 2 na zaidi."
    },
    "action": "",
    "message": {
      "English": "Healthcare providers, encourage women to breastfeed their babies until they are 2 years old and older for healthy growth.",
      "French": "Prestataires, encouragez les femmes à allaiter leurs bébés jusqu'à l'âge de 2 ans et plus une bonne croissance.",
      "Swahili": "Watoa huduma wapendwa, mu wahimize wanawake ku nyonyesha watoto wao hadi umri wa miaka 2 na zaidi ili wa komae vizuri."
    }
  },
  {
    "id": 75,
    "intervention": {
      "English": "Breastfeeding continues until the child is 2 years old or older.",
      "French": "L’allaitement continue jusqu'à 2 ans et plus.",
      "Swahili": "Unyonyeshaji unaendelea hadi miaka 2 na zaidi."
    },
    "general_audience": "",
     "target_audience": { 
      "English": " Community members",
      "French": "Membres de la Communauté",
      "Swahili": "Wanajamii"
    },
    "problem_behavior": "Community members discourage women from continuous breastfeeding practices for 2-year-olds.",
    "promoted_behavior": {
      "English": "Community members encourage women in continuous breastfeeding practices for 2-year-olds.",
      "French": "Les membres de la communauté encouragent les femmes dans les pratiques d’allaitement continu des enfants de 2 ans.",
      "English": "Wanajamii wana himiza wanawake kuendelea kunyonyesha watoto hadi umri wa miaka 2 na zaidi."
    },
    "action": "",
    "message": {
      "English": "Community members, encourage women to breastfeed their children until they are 2 years and older to prevent illness and ensure their healthy growth.",
      "French": "Membres de la communauté, encouragez les femmes à allaiter les enfants jusqu'à 2 ans et plus pour prévenir les maladies et assurer leur bonne croissance.",
      "Swahili": "Wanajamii wapendwa, mu wahimize wanawake ku wa nyonyesha watoto hadi miaka 2 na zaidi ili kuzuia magonjwa na kuhakikisha kwa sahihi ku komaa kwao vizuri."
    }
  },
  {
    "id": 76,
    "intervention": {
      "English": "Breastfeeding continues until the child is 2 years old or older.",
      "French": "L’allaitement continue jusqu'à 2 ans et plus.",
      "Swahili": "Unyonyeshaji unaendelea hadi miaka 2 na zaidi."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Breastfeeding women do not respect the number and variety of meals for children from 6 months of age.",
    "promoted_behavior": {
      "English": "Breastfeeding women respect the number and variety of meals for children from 6 months of age.",
      "French": "Les femmes allaitantes respectent le nombre et la variété des repas des enfants à partir de 6 mois.",
      "Swahili": "Wanawake wanaonyonyesha wana heshimu idadi na aina ya chakula ya watoto kutoka miezi 6."
    },
    "action": "",
    "message": {
      "English": "Mother, a healthy child is the pride of his family, give the baby from 6 months a varied diet such as: meat, fish, egg, milk, papaya, mango, pineapple, cauliflower, spinach, soybeans, bean, peanut, etc. ;3 times a day and two snacks for the healthy growth of the child.",
      "French": "Maman, un enfant en bonne santé fait la fierté de sa famille, donnez au bébé à partir de 6 mois l'alimentation variée tels que: viande, poisson, œuf, lait, papaye, mangue, ananas, chou-fleur, épinard, soja, haricot, arachide, etc.; 3 fois par jour et deux collations pour la bonne croissance de l'enfant.",
      "Swahili": "Mama mpendwa, mtoto mwenye afya ni furaha ya familia yake, mpe mtoto kutoka miezi 6 chakula tofauti kama vile : nyama, samaki, mayai, maziwa, papaya, embe, ananas, chou-fleur, épinards, soya, maharage, karanga, etc; Mara 3 kwa siku na vitafunio viwili kwa ku sahihisha ku komaa vizuri kwa mtoto."
    }
  },
  {
    "id": 77,
    "intervention": {
      "English": "Breastfeeding continues until the child is 2 years old or older.",
      "French": "L’allaitement continue jusqu'à 2 ans et plus.",
      "Swahili": "Unyonyeshaji unaendelea hadi miaka 2 na zaidi."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Breastfeeding women do not respect the number and variety of meals for children from 6 months of age.",
    "promoted_behavior": {
      "English": "Breastfeeding women respect the number and variety of meals for children from 6 months of age.",
      "French": "Les femmes allaitantes respectent le nombre et la variété des repas des enfants à partir de 6 mois.",
      "Swahili": "Wanawake wanaonyonyesha wana heshimu idadi na aina ya chakula ya watoto kutoka miezi 6."
    },
    "action": "",
    "message": {
      "English": "Mother, if your baby is sick from 6 months of age, continue to breastfeed and increase the number of meals until two weeks after the illness to keep him healthy.",
      "French": "Mamans, en cas de maladie du bébé à partir de 6 mois, continuez à l’allaiter, à l’alimenter et à augmenter le nombre de ses repas jusqu'à deux semaines après la maladie pour le garder en bonne santé.",
      "Swahili": "Mama mpendwa, ikiwa ni ugonjwa wa mtoto kutoka miezi 6, endelea kumnyonyesha kumlisha na kuongeza idadi ya chakula chake hadi wiki mbili baada ya ugonjwa kumweka afya."
    }
  },
  {
    "id": 78,
    "intervention": {
      "English": "Breastfeeding continues until the child is 2 years old or older.",
      "French": "L’allaitement continue jusqu'à 2 ans et plus.",
      "Swahili": "Unyonyeshaji unaendelea hadi miaka 2 na zaidi."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Man (husband) and community members",
      "French": "Homme (mari) et membres de la communauté",
      "Swahili": "Mwanaume (mume) na wanajamii"
    },
    "problem_behavior": "Men and community members do not encourage or support women to respect the number and variety of meals for children from 6 months of age.",
    "promoted_behavior": {
      "English": "Men encourage and support their wives to respect the number and variety of children's meals from 6 months of age.",
      "French": "Les hommes encouragent et soutiennent leurs femmes au respect du nombre et variété du repas des enfants à partir de 6 mois.",
      "Swahili": "Wanaume wanahimiza na kusaidia wake zao kuheshimu idadi na aina ya chakula cha watoto kutoka miezi 6.",
    "action": "",
    "message": {
      "English": "Father and community members, the health of your baby is very important, encourage and support your wives to give the baby from 6 months a variety of foods such as: meat, fish, egg, milk, papaya, mango, pineapple, cauliflower, spinach, soybeans, bean, peanut, etc,; 3 times a day and two snacks for his healthy growth.",
      "French": "Papa et membres de la communauté, la santé de votre bébé   est primordiale, encouragez et soutenez vos femmes à donner au bébé à partir de 6 mois les aliments variés tels que: viande, poisson, œuf, lait, papaye, mangue, ananas, chou- fleur, épinard, soja, haricot, arachide, etc.; 3 fois par jour et deux collations pour sa bonne croissance.",
      "Swahili": "Baba Mpendwa na wanajamii, afya ya mtoto wako ni muhimu, himiza na kumsaidia mwanamke kumpa mtoto kutoka miezi 6 chakula mbalimbali kama vile: nyama, samaki, mayai, maziwa, papaya, embe, ananas, chou-fleur, épinard, soya, maharage, karanga, etc; mara 3 kwa siku na vitafunio viwili ili a komae vizuri."
    }
  },
  {
    "id": 79,
    "intervention": {
      "English": "Breastfeeding continues until the child is 2 years old or older.",
      "French": "L’allaitement continue jusqu'à 2 ans et plus.",
      "Swahili": "Unyonyeshaji unaendelea hadi miaka 2 na zaidi."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Healthcare provider",
      "French": "Prestataire",
      "Swahili": "Mtoa huduma"
    },
    "problem_behavior": "Healthcare providers do not adequately inform breastfeeding mothers about appropriate complementary feeding practices for babies from 6 months of age.",
    "promoted_behavior": {
      "English": "Healthcare providers adequately inform breastfeeding mothers about appropriate complementary feeding practices for babies from 6 months of age.",
      "French": "Les prestataires informent suffisamment les femmes allaitantes sur la pratique d'alimentation de compléments adéquats pour le bébé à partir de 6 mois.",
      "Swahili": "Watoa huduma wanatoa taarifa za kutosha kwa wanawake wanaonyonyesha juu ya mazoezi ya ulishaji wa kutosha kwa watoto kutoka miezi 6."
    },
    "action": "",
    "message": {
      "English": "Healthcare providers, provide adequate information to women with babies from 6 months onwards on the variety of protein foods of animal origin (meat, fish, egg and milk); of vegetable origin (fruits and vegetables: papaya, mango, pineapple, cauliflower, spinach, etc.); legumes (soybeans, beans, peanuts, etc.) 3 times a day and two snacks for the healthy growth of their babies.",
      "French": "Prestataires, donnez les informations suffisantes aux femmes ayant des bébés à partir de 6 mois sur la variété des aliments en protéine d'origine animale (viande, poisson, œuf et lait); d'origine végétale (fruits et légumes: papaye, mangue, ananas, chou- fleur, épinard, etc.); le légumineuse (soja, haricot, arachide, etc.) 3 fois par jour et deux collations pour la bonne croissance de leurs bébés.",
      "Swahili": "Watoa huduma wapendwa, wape taarifa za kutosha kwa wanawake wenye watoto kutoka miezi 6 juu ya aina mbalimbali za vyakula yenye protini kutoka kwa wanyama (nyama, samaki, mayai na maziwa); mboga (matunda na mboga: papaya, embe, ananas, chou-fleur, épinard, etc.); (soya, maharage, karanga, etc.) mara 3 kwa siku na vitafunio viwili ili wa komae vizuri."
    }
  },
  {
    "id": 80,
    "intervention": {
      "English": "Breastfeeding continues until the child is 2 years old or older.",
      "French": "L’allaitement continue jusqu'à 2 ans et plus.",
      "Swahili": "Unyonyeshaji unaendelea hadi miaka 2 na zaidi."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Pregnant women",
      "French": "Femmes enceinte",
      "Swahili": "Mwanamke mjamzito"
    },
    "problem_behavior": "Pregnant women do not consume sufficient and varied foods.",
    "promoted_behavior": {
      "English": "Pregnant women consume sufficient and varied foods.",
      "French": "Les femmes enceintes consomment des aliments variés et suffisants.",
      "Swahili": "Wanawake wajawazito wana tumia vyakula mbalimbali na vya kutosha."
    },
    "action": "",
    "message": {
      "English": "Pregnant women, eat a variety of foods such as meat, fish, beans, soybeans, peanuts, cowpeas, pineapples, bananas, mangoes, etc. and eat two extra meals to maintain your health and the health of your unborn child.",
      "French": "Femmes enceintes, consommez des aliments variés tels que la viande, le poisson, le haricot, le soja, l’arachide, niébé, ananas, bananes, mangue, etc. et prenez deux repas supplémentaires pour garantir votre santé et celle du futur bébé.",
      "Swahili": "Wapendwa wanawake wajawazito, unahitaji kula vyakula mbalimbali kama vile nyama, samaki, maharagwe, soya, karanga, ananas, banana, embe, etc. kula mara mbili zaidi ili kuhakikisha afya yako na ya mtoto wako."
    }
  },
  {
    "id": 81,
    "intervention": {
      "English": "Breastfeeding continues until the child is 2 years old or older.",
      "French": "L’allaitement continue jusqu'à 2 ans et plus.",
      "Swahili": "Unyonyeshaji unaendelea hadi miaka 2 na zaidi."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Some breastfeeding women do not consume a sufficient variety of foods.",
    "promoted_behavior": {
      "English": "All women consume a sufficient variety of foods.",
      "French": "Toutes les femmes consomment des aliments variés suffisants.",
      "Swahili": "Wanawake wote wana tumia vyakula mbalimbali vya kutosha."
    },
    "action": "",
    "message": {
      "English": "Breastfeeding woman, eat a variety of foods of animal origin (meat, eggs, fish) and vegetable origin (beans, soybeans, peanuts, cowpeas, pineapples, bananas, mangos, etc.) and eat two extra meals to maintain your health and that of your baby.",
      "French": "Femme allaitante, consommez des aliments variés et suffisants d’origine animale (viande, œufs poisson), d’origine végétale (haricot, soja, arachide, niébé, ananas, bananes, mangue, etc.) et prenez deux repas supplémentaires pour garantir votre santé et celle du bébé.",
      "Swahili": "Wapendwa wanawake wanaonyonyesha, unahitaji kula vyakula mbalimbali kama vile nyama, samaki, maharagwe, soya, karanga, ananas, banana, embe, etc. kula mara mbili zaidi ili kuhakikisha afya yako na ya mtoto wako."
    }
  },
  {
    "id": 82,
    "intervention": {
      "English": "Breastfeeding continues until the child is 2 years old or older.",
      "French": "L’allaitement continue jusqu'à 2 ans et plus.",
      "Swahili": "Unyonyeshaji unaendelea hadi miaka 2 na zaidi."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Man (husband) and community members",
      "French": "Homme (mari) et membres de la communauté",
      "Swahili": "Mwanaume (mume) na wanajamii"
    },
    "problem_behavior": "Husbands do not support their wives to consume sufficient variety of foods.",
    "promoted_behavior": {
      "English": "Husbands support their wives to consume sufficient variety of foods.",
      "French": "Les maris soutiennent leurs femmes à consommer des aliments variés suffisants.",
      "Swahili": "Waume wanaunga mkono wake zao kula vyakula mbalimbali vya kutosha."
    },
    "action": "",
    "message": {
      "English": "Husband and community members, support pregnant and lactating women to consume a variety of sufficient animal and vegetable foods such as meat, fish, beans, soybeans, peanuts, cowpeas, pineapples, bananas, mangoes, etc. and eat two extra meals to ensure their health and that of the baby.",
      "French": "Maris et les membres de la communauté, soutenez les femmes enceintes ou allaitantes à consommer des aliments variés suffisants d’origine animale et végétale comme la viande, le poisson, le haricot, le soja, l’arachide, le niébé, l’ananas, les bananes, la mangue, etc. et de prendre deux repas supplémentaires pour garantir leur santé et celle des bébés.",
      "Swahili": "Mume mpendwa na wanajamii, muunge mkono wanawake wajawazito au wanaonyonyesha kula vyakula mbalimbali vya kutosha kutoka kwa wanyama na mboga kama vile nyama, samaki, maharagwe, soya, karanga, ananas, banana, embe, etc. na kula mara mbili zaidi ili kuhakikisha afya yake na ya mtoto wako."
    }
  },
  {
    "id": 83,
    "intervention": {
      "English": "Breastfeeding continues until the child is 2 years old or older.",
      "French": "L’allaitement continue jusqu'à 2 ans et plus.",
      "Swahili": "Unyonyeshaji unaendelea hadi miaka 2 na zaidi."
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Healthcare provider",
      "French": "Prestataire",
      "Swahili": "Mtoa huduma"
    },
    "problem_behavior": "Healthcare providers do not adequately inform women about eating a variety of foods.",
    "promoted_behavior": {
      "English": "Healthcare providers adequately inform women about eating a variety of foods.",
      "French": "Les prestataires, informent suffisamment les femmes sur la consommation des aliments suffisamment variés.",
      "Swahili": "Watoa huduma wanatoa taarifa za kutosha kwa wanawake juu ya matumizi ya vyakula mbalimbali vya kutosha."
    },
    "action": "",
    "message": {
      "English": "Healthcare providers, make sure to inform and discuss with pregnant and breastfeeding women about the consumption of various foods of animal origin (meat, fish), vegetable origin (fruits: bananas, pineapples, mangoes, etc.), (vegetables) spinach, cauliflower and legumes (soybeans, beans, peanuts) and the inclusion of an extra meal for the pregnant woman and two for the breastfeeding woman in order to maintain their health and that of their babies during the pregnancy and breastfeeding period.",
      "French": "Prestataires, informez et discutez suffisamment avec les femmes enceintes et allaitantes sur la consommation des aliments variés d'origine animale (viande, poisson) végétale (les fruits: bananes, ananas, mangues, etc.), (légumes) les épinards, chou-fleur et les légumineuses (soja, haricot, arachide) et l'ajout supplémentaire d'un repas pour la femme enceinte et de deux pour la femme allaitante pour garantir leur santé et celle de leur bébés pendant la grossesse et l'allaitement.",
      "Swahili": "Watoa huduma wapendwa, wajulishe na ongeya vya kutosha na wanawake wajawazito na wanaonyonyesha kuhusu matumizi ya vyakula mbalimbali kutoka kwa wanyama (nyama, samaki), matunda (banana, ananas, maembe, etc.), mboga (épinards, chou-fleur; soya, maharagwe, karanga) na kuongeza ziada ya chakula moja kwa mwanamke mjamzito na mbili kwa mwanamke anayenyonyesha ili kuhakikisha afya zao na watoto wao wakati wa ujauzito na unyonyeshaji."
    }
  },
  {
    "id": 84,
    "intervention": {
      "English": "Vaccination",
      "French": "Vaccination",
      "Swahili": "Chanjo"
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Breastfeeding women do not comply with the vaccination schedule for infants aged 0 to 9 months.",
    "promoted_behavior": {
      "English": "Women comply with the infant vaccination schedule.",
      "French": "Les femmes respectent le calendrier de vaccination des nourrissons.",
      "Swahili": "Wanawake wana heshimu ratiba ya chanjo ya watoto wachanga."
    },
    "action": "",
    "message": {
      "English": "Breastfeeding woman, we should comply with the 5 free vaccination appointments to ensure the good health of our children from 0 to 9 months.",
      "French": "Femmes allaitantes, respectons les 5 rendez-vous de vaccination gratuite pour garantir la bonne santé de nos enfants de 0 à 9 mois.",
      "Swahili": "Mwanamke mpendwa anayenyonyesha, hebu tuheshimu ziara 5 za chanjo za bure ili kuhakikisha afya nzuri ya watoto wetu kutoka miezi 0 hadi 9."
    }
  },
  {
    "id": 85,
     "intervention": {
      "English": "Vaccination",
      "French": "Vaccination",
      "Swahili": "Chanjo"
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Breastfeeding women do not comply with the vaccination schedule for infants aged 0 to 9 months.",
    "promoted_behavior": {
      "English": "Women comply with the infant vaccination schedule.",
      "French": "Les femmes respectent le calendrier vaccination des nourrissons.",
      "Swahili": "Wanawake wana heshimu ratiba ya chanjo ya watoto wachanga."
    },
    "action": "",
    "message": {
      "English": "Mom, have your child vaccinated 5 times before his first birthday to protect him from vaccine-preventable diseases.",
      "French": "Maman, faites vacciner 5 fois votre enfant avant son premier anniversaire pour le protéger des maladies évitables par la vaccination.",
      "Swahili": "Mama mpendwa, peleka   mtoto wako apate chanjo mara 5 kabla ya siku kuu yake ya kwanza ya kuzaliwa (1er anniversaire) kuwalinda na magonjwa yanayozuilika na chanjo."
    }
  },
  {
    "id": 86,
     "intervention": {
      "English": "Vaccination",
      "French": "Vaccination",
      "Swahili": "Chanjo"
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Man (husband)",
      "French": "Homme (mari)",
      "Swahili": "Mume/mpenzi"
    },
    "problem_behavior": "Husbands do not encourage their wives to comply with the vaccination schedule for infants aged 0 to 9 months.",
    "promoted_behavior": {
      "English": "Husbands assist and encourage their wives to comply with the vaccination schedule for infants aged 0 to 9 months.",
      "French": "Les maris accompagnent et incitent leurs femmes au respect du calendrier vaccinal des nourrissons âgé de 0 à 9 mois.",
      "Swahili": "Waume wana saidia na wana himiza wake zao kuheshimu ratiba ya chanjo kwa watoto wachanga wenye umri wa miezi 0 hadi 9."
    },
    "action": "",
    "message": {
      "English": "Husband, healthy children make parents happy, encourage and urge your wives to comply with the routine monthly vaccination schedule for infants aged 0 to 9 months to ensure their health.",
      "French": "Mari, un enfant en bonne santé fait le bonheur des parents, encouragez et incitez vos femmes à respecter chaque mois le calendrier de vaccination de routine des nourrissons âgés de 0 à 9 mois pour garantir leur santé.",
      "Swahili": "Mume mpendwa, mtoto mwenye afya ni furaha ya wazazi, uunge mkono na kumhimiza mke wako kuheshimu ratiba ya kawaida ya chanjo ya watoto wachanga wenye umri wa miezi 0 hadi 9 kila mwezi ili kuhakikisha afya zao."
    }
  },
  {
    "id": 87,
     "intervention": {
      "English": "Vaccination",
      "French": "Vaccination",
      "Swahili": "Chanjo"
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Healthcare provider",
      "French": "Prestataire",
      "Swahili": "Mtoa huduma"
    },
    "problem_behavior": "Healthcare providers do not adequately inform breastfeeding women about the importance and value of routine vaccination of infants aged 0-9 months.",
    "promoted_behavior": {
      "English": "Healthcare providers adequately inform breastfeeding women about the importance and value of routine vaccination of infants aged 0-9 months.",
      "French": "Les prestataires informent suffisamment les femmes allaitantes sur l'importance et le bien-fondé de la vaccination de routine des nourrissons âgés de 0 à 9 mois.",
      "Swahili": "Watoa huduma wana wapa taarifa za kutosha kwa wanawake wanaonyonyesha kuhusu umuhimu na usahihi wa chanjo ya kawaida ya watoto wachanga wenye umri wa miezi 0 hadi 9."
    },
    "action": "",
    "message": {
      "English": "Healthcare providers, inform parents about the importance and necessity of routine immunization of their children aged 0 to 9 months at birth, 1.5 months, 2.5 months, 3.5 months and 9 months to protect them against tuberculosis, polio, diphtheria, whooping cough, hepatitis B, meningitis, pneumonia, yellow fever and measles to safeguard their health.",
      "French": "Prestataires, informez les parents sur l’importance et la nécessité de la vaccination de routine de leurs enfants âgés de 0 à 9 mois : à la naissance, à 1 mois et demi, à 2 mois et demi ; à 3 mois et demi et à 9 mois pour les protéger contre la tuberculose, la polio, la diphtérie, la coqueluche, l'hépatite B, la méningite, la pneumonie, la fièvre jaune et la rougeole. Pour garantir la santé des nourrissons.",
      "Swahili": "Watoa huduma wapendwa, wajulishe wazazi kuhusu umuhimu wa chanjo ya mara kwa mara ya watoto wao wenye umri wa miezi 0 hadi 9 wakati wa kuzaliwa, mwezi 1 na nusu, miezi 2 na nusu; katika miezi 3 na nusu na miezi 9 ili kuwalinda na magonjwa ya  tuberculose, polio, diphtérie, coqueluche, hépatite B, méningite, pneumonie, homa ya manjano na rougeole ili kuhakikisha afya ya watoto wachanga."
    }
  },
  {
    "id": 88,
     "intervention": {
      "English": "Vaccination",
      "French": "Vaccination",
      "Swahili": "Chanjo"
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Community members",
      "French": "Membres de la communauté",
      "Swahili": "Wanajamii"
    },
    "problem_behavior": "Community members do not encourage breastfeeding women to attend routine monthly vaccination of infants aged 0-9 months.",
    "promoted_behavior": {
      "English": "Community members encourage breastfeeding women to attend routine monthly vaccination of infants aged 0-9 months.",
      "French": "Les membres de la communauté, encouragent les femmes allaitantes à se rendre chaque mois aux séances de la vaccination de routine de nourrissons âgés de 0 à 9 mois.",
      "Swahili": "Wanajamii wana himiza wanawake wanaonyonyesha kuenda kamata chanjo ya watoto wachanga mara kwa mara wenye umri wa miezi 0 hadi 9 kila mwezi."
    },
    "action": "",
    "message": {
      "English": "Community members, encourage women to attend routine monthly vaccination for infants aged 0-9 months to ensure their healthy growth.",
      "French": "Membres de la communauté, encouragez les femmes à amener les nourrissons âgés de 0 à 9 mois à la vaccination de routine chaque mois pour leur garantir une bonne croissance.",
      "Swahili": "Wanajamii wapendwa, wahimize wanawake kuleta watoto wachanga wenye umri wa miezi 0 hadi 9 kupata chanjo ya kawaida kila mwezi ili wa komae vizuri."
    }
  },
  {
    "id": 89,
     "intervention": {
      "English": "Other preschool consultation (PSC) activities (growth monitoring, infant and young child feeding advice, etc.)",
      "French": "Les autres activités de la Consultation Préscolaire (CPS) (le suivi de croissance, les conseils en alimentation du nourrisson et du jeune enfant (ANJE), etc.)",
      "Swahili": "Shughuli zingine za Mashauriano baada ya kuzaa (ufuatiliaji wa ukuaji, ushauri wa ANJE...)"
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Breastfeeding women",
      "French": "Femmes allaitantes",
      "Swahili": "Wanawake wanaonyonyesha"
    },
    "problem_behavior": "Breastfeeding women do not comply with CPS appointments for children 0-59 months of age.",
    "promoted_behavior": {
      "English": "Breastfeeding women comply with preschool consultation (PSC) appointments for children 0-59 months of age.",
      "French": "Les femmes allaitantes respectent les rendez-vous de la consultation préscolaire (CPS) des enfants de 0 à 59 mois.",
      "Swahili": "Wanawake wanaonyonyesha wana heshimu ziara za CPS kwa watoto wa miezi 0 hadi 59."
    },
    "action": "",
    "message": {
      "English": "Mother, take your child to the preschool consultation until the age of 59 months for the proper monitoring of his growth.",
      "French": "Maman, emmenez votre enfant à la consultation préscolaire jusqu'à l'âge de 59 mois pour le bon suivi de sa croissance.",
      "Swahili": "Mama mpendwa, mpeleke mtoto wako kwenye mashauriano kabla ya shule hadi umri wa miezi 59 kwa ufuatiliaji sahihi wa ukuaji wake."
    }
  },
  {
    "id": 90,
    "intervention": {
      "English": "Other preschool consultation (PSC) activities (growth monitoring, infant and young child feeding advice, etc.)",
      "French": "Les autres activités de la Consultation Préscolaire (CPS) (le suivi de croissance, les conseils en alimentation du nourrisson et du jeune enfant (ANJE), etc.)",
      "Swahili": "Shughuli zingine za Mashauriano baada ya kuzaa (ufuatiliaji wa ukuaji, ushauri wa ANJE...)"
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Man (husband)",
      "French": "Homme (mari)",
      "Swahili": "Mume/mpenzi"
    },
    "problem_behavior": "Men do not provide support to women in preschool consultation.",
    "promoted_behavior": {
      "English": "Men provide their support to women in preschool consultation.",
      "French": "Les hommes soutiennent les femmes à la consultation préscolaire.",
      "Swahili": "Wanaume wana waunga mkono wanawake katika mashauriano kabla ya shule."
    },
    "action": "",
    "message": {
      "English": "Husband/partner, be supportive of your wife/partner's compliance with preschool consultation (PSC) appointments for the well-being of your child from 0-59 months.",
      "French": "Mari/partenaire, soutenez votre femme/partenaire au respect des rendez-vous préscolaires pour le bien être de votre enfant de 0 à 59 mois.",
      "Swahili": "Mpendwa mume/mpenzi, msaidie mke/mpenzi wako katika kuheshimu mikutano ya CPS kwa ajili ya ustawi wa mtoto wako kutoka miezi 0 hadi 59."
    }
  },
  {
    "id": 91,
    "intervention": {
      "English": "Other preschool consultation (PSC) activities (growth monitoring, infant and young child feeding advice, etc.)",
      "French": "Les autres activités de la Consultation Préscolaire (CPS) (le suivi de croissance, les conseils en alimentation du nourrisson et du jeune enfant (ANJE), etc.)",
      "Swahili": "Shughuli zingine za Mashauriano baada ya kuzaa (ufuatiliaji wa ukuaji, ushauri wa ANJE...)"
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Healthcare provider",
      "French": "Prestataire",
      "Swahili": "Mtoa huduma"
    },
    "problem_behavior": "Some healthcare providers do not advise women to comply with preschool appointments up to 59 months of age.",
    "promoted_behavior": {
      "English": "Healthcare providers advise women to comply with preschool appointments up to 59 months of age.",
      "French": "Les prestataires conseillent les femmes sur le respect des rendez-vous de la consultation préscolaire jusqu'à 59 mois.",
      "Swahili": "Watoa huduma  wanashauri wanawake juu ya heshima ya mikutano ya mashauriano kabla ya shule kutoka 0 hadi miezi 59."
    },
    "action": "",
    "message": {
      "English": "Healthcare providers, advise women on compliance with preschool appointments for the well-being of their children 0-59 months.",
      "French": "Prestataires, conseillez les femmes sur le respect des rendez-vous préscolaires pour le bien-être de leurs enfants de 0 à 59 mois.",
      "Swahili": "Watoa huduma wapendwa, washauri wanawake juu ya heshima ya mashauriano kabla ya shule kwa ustawi wa watoto wao kutoka miezi 0 hadi 59."
    }
  },
  {
    "id": 92,
    "intervention": {
      "English": "Other preschool consultation (PSC) activities (growth monitoring, infant and young child feeding advice, etc.)",
      "French": "Les autres activités de la Consultation Préscolaire (CPS) (le suivi de croissance, les conseils en alimentation du nourrisson et du jeune enfant (ANJE), etc.)",
      "Swahili": "Shughuli zingine za Mashauriano baada ya kuzaa (ufuatiliaji wa ukuaji, ushauri wa ANJE...)"
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Community members",
      "French": "Membres de la communauté",
      "Swahili": "Wanajamii"
    },
    "problem_behavior": "Community members do not encourage women to comply with preschool appointments up to 59 months.",
    "promoted_behavior": {
      "English": "Community members encourage women to comply with preschool appointments up to 59 months.",
      "French": "Les membres de la communauté incitent les femmes au respect des rendez-vous de la consultation préscolaire jusqu'à 59 mois.",
      "Swahili": "Wanajamii wana himiza wanawake kuheshimu mashauriano kabla ya shule kutoka 0 hadi miezi 59."
    },
    "action": "",
    "message": {
      "English": "Community members, for healthy child development and growth, encourage women to comply with preschool appointments up to 59 months.",
      "French": "Membres de la communauté, pour garantir le développement et la croissance des enfants, encouragez les femmes au respect des rendez-vous de la consultation préscolaire jusqu'à 59 mois",
      "Swahili": "Kuhakikisha maendeleo na ukuaji wa watoto, inaomba kuwahimiza wanawake kuheshimu mashauriano kabla ya shule hadi miezi 59."
    }
  },
  {
    "id": 93,
    "intervention": {
      "English": "Other preschool consultation (PSC) activities (growth monitoring, infant and young child feeding advice, etc.)",
      "French": "Les autres activités de la Consultation Préscolaire (CPS) (le suivi de croissance, les conseils en alimentation du nourrisson et du jeune enfant (ANJE), etc.)",
      "Swahili": "Shughuli zingine za Mashauriano baada ya kuzaa (ufuatiliaji wa ukuaji, ushauri wa ANJE...)"
    },
    "general_audience": "",
    "target_audience": { 
      "English": "The mother",
      "French": "Femme accouchée",
      "Swahili": "Mwanamke aliyezaa"
    },
    "problem_behavior": "Mothers do not respect the CPoN3 service (42 days after delivery) and only wait for complications to arise in order to go to the health center.",
    "promoted_behavior": {
      "English": "Mothers respect the post natal consultation (PoNC) service.",
      "French": "Les femmes accouchées respectent le service de consultation post natale (CPoN).",
      "Swahili": "Wanawake ambao wamezaa wana heshimu huduma ya Mashauriano baada ya kuzaa (CPoN)."
    },
    "action": "",
    "message": {
      "English": "Postpartum woman, continue to go to postnatal consultation to receive vitamin A within 40 days after delivery to ensure your good health and that of the baby.",
      "French": "Accouchée, chère femme après l’accouchement, continuez d'aller à la consultation postnatale pour recevoir la vitamine A dans les 40 jours qui suivent l’accouchement afin de garantir votre bonne santé et celle du bébé.",
      "Swahili": "Mwanamke mpendwa aliyezaa, endelea kwenda kwenye mashauriano ya Mashauriano baada ya kuzaa baada ya kuzaa ili kupokea vitamini A ndani ya siku 40 za kuzaa ili kuhakikisha afya yako nzuri na ya mtoto."
    }
  },
  {
    "id": 94,
    "intervention": {
      "English": "Other preschool consultation (PSC) activities (growth monitoring, infant and young child feeding advice, etc.)",
      "French": "Les autres activités de la Consultation Préscolaire (CPS) (le suivi de croissance, les conseils en  alimentation du nourrisson et du jeune enfant (ANJE), etc.)",
      "Swahili": "Shughuli zingine za Mashauriano baada ya kuzaa (ufuatiliaji wa ukuaji, ushauri wa ANJE...)"
    },
    "general_audience": "",
    "target_audience": { 
      "English": "Man (husband)",
      "French": "Homme (mari)",
      "Swahili": "Mume/mpenzi"
    },
    "problem_behavior": "Men do not encourage their wives to go to the health center for post natal consultation (PoNC) service",
    "promoted_behavior": {
      "English": "Men encourage their wives to go to the health center for post natal consultation (PoNC) service",
      "French": "Les hommes encouragent leurs femmes à se rendre au centre de santé pour le service de la consultation post natale (CPoN).",
      "Swahili": "Wanaume wana himiza wake zao kwenda kwenye kituo cha afya kwa huduma ya Mashauriano baada ya kuzaa (CPoN)."
    },
    "action": "",
    "message": {
      "English": "Husband, encourage your wife to go to the health center in the post natal consultation (PoNC) department for her nutritional and gynecological status assessment.",
      "French": "Homme, encourage ta femme à se rendre au service de la consultation postnatale au centre de santé pour l’évaluation de son état nutritionnel et de son   statut gynécologique.",
      "Swahili": "Mpendwa mume, mhimize mke wako kwenda kwenye huduma ya Mashauriano baada ya kuzaa katika kituo cha afya kufuatilia hali yake ya lishe na hali yake ya gynecologie."
    }
  }
]
